--- 
-- 随机名字生成器
-- @module utils.RandomName
-- 

local math = require("math")

local moduleName = "utils.RandomName"
module(moduleName)
	
--- 
-- 姓氏
-- @field [parent=#utils.RandomName] #table _surNameArr
-- 
local _surNameArr = {"白","柏","包","鲍","北宫","毕","蔡","曹","查","常","长孙","陈","成","程","池","仇","楚","崔","戴","邓","狄","翟","刁","丁","东方","东郭","董","独孤","杜","端木","段","樊","范","方","封","冯","符","高","葛","耿","公孙","巩","古","顾","郭","韩","郝","何","贺拨","侯","呼延","胡","黄","皇甫","霍","姬","季","贾","简","江","蒋","焦","解","金","靳","康","孔","匡","雷","冷","李","连","廉","梁","廖","林","凌","令狐","刘","柳","龙","芦","鲁","陆","吕","罗","马","茅","毛","梅","孟","苗","莫","慕容","木","南宫","聂","牛","欧阳","潘","庞","裴","彭","皮","平","齐","钱","乔","秦","丘","屈","冉","阮","上官","邵","申","施","石","舒","司空","司马","司徒","宋","苏","孙","谭","汤","唐","陶","田","童","涂","拓跋","完颜","万","汪","王","韦","魏","尉迟","卫","温","翁","巫","吴","武","西门","夏","夏侯","向","萧","谢","辛","熊","徐","许","轩辕","薛","严","杨","姚","耶律","叶","易","殷","尤","禹","宇","宇文","袁","苑","岳","曾","詹","章","张","赵","甄","郑","钟","钟离","周","朱","诸葛","祝","庄","卓","邹","左","佟","邬","岑","闵","栾","嵇","覃","竺","瞿"};

--- 
-- 男性名字1
-- @field [parent=#utils.RandomName] #table _maleNameArr1
-- 
local _maleNameArr1 = {"蔼","爱","安","柏","佰","宝","碧","彪","彬","斌","滨","宾","秉","波","博","伯","才","昌","长","畅","超","辰","晨","诚","骋","川","传","春","聪","代","二","芳","沸","丰","风","福","赋","钢","岗","哥","冠","光","广","桂","国","海","酣","涵","汉","航","浩","和","鹤","衡","鸿","洪","宏","弘","红","厚","华","欢","皇","辉","慧","惠","获","继","嘉","佳","家","加","坚","健","建","皆","杰","洁","金","锦","谨","晋","景","靖","九","钧","君","峻","俊","楷","可","坤","兰","乐","黎","理","礼","丽","利","立","力","帘","两","亮","了","令","路","满","美","蒙","梦","孟","民","明","鸣","名","莫","默","乃","倪","宁","攀","朋","鹏","品","平","齐","桥","乔","秦","青","清","擎","庆","秋","泉","全","仁","人","荣","熔","柔","如","瑞","若","三","山","韶","绍","申","省","圣","诗","始","士","世","事","殊","舒","淑","书","树","帅","水","烁","斯","思","司","粟","腾","天","添","甜","恬","廷","亭","童","土","宛","威","惟","伟","闻","武","五","悟","熙","西","锡","夕","席","暇","现","相","湘","翔","祥","响","晓","小","笑","芯","欣","信","星","修","秀","旭","绪","轩","雪","研","岩","延","炎","艳","彦","耀","叶","一","壹","乙","以","逸","益","尹","英","盈","泳","永","予","雨","宇","语","羽","玉","御","愈","豫","元","园","远","苑","越","跃","岳","云","匀","运","赞","则","泽","展","战","昭","肇","哲","真","振","镇","征","正","政","志","致","智","中","忠","宙","卓","姿","子","佐","毓","侃","倬","诏","谟","圩","懿","艿","弈","泷","泓","浈","潇","漪","妃","骐","瑷","瑾","杞","栎","梓","昊","昶","晟","晔","朕","斐","炫","煜","熠","淼","睿","钰","铧","铮","皓","鹭","窕","胥","颢","蟠","罂","筝","篪","舡","雯","霁","鑫","麟"};

--- 
-- 男性名字2
-- @field [parent=#utils.RandomName] #table _maleNameArr2
-- 
local _maleNameArr2 = {"安","柏","班","邦","保","宝","碑","彬","斌","兵","卜","苍","藏","操","超","臣","辰","忱","城","程","诚","驰","存","达","大","笛","地","丁","顶","敦","恩","发","筏","飞","丰","峰","锋","福","富","刚","纲","高","功","管","广","辊","果","海","含","涵","函","翰","航","豪","合","赫","贺","衡","洪","虎","华","欢","辉","惠","汇","吉","佳","家","加","坚","杰","洁","介","劲","驹","菊","均","钧","军","卡","刊","慷","科","客","旷","来","蓝","兰","狼","朗","雷","磊","垒","励","力","连","镰","良","量","辽","了","林","霖","铃","伶","灵","龙","隆","鲁","路","蔓","玫","枚","蒙","民","敏","鸣","铭","名","默","纳","南","男","尼","柠","凝","宁","攀","佩","柒","奇","齐","千","谦","钱","强","桥","乔","侨","清","晴","庆","邱","然","仁","韧","儒","蕊","瑞","锐","三","珊","山","善","上","尚","舍","生","盛","石","士","顺","硕","朔","四","松","粟","檀","堂","涛","铁","彤","拓","万","为","维","渭","卫","纹","熙","希","侠","贤","翔","祥","啸","惺","兴","雄","秀","袖","许","轩","勋","雅","亚","言","颜","彦","焰","谚","扬","洋","阳","尧","耀","叶","一","铱","仪","宜","乙","易","逸","意","毅","谊","印","涌","勇","优","佑","愚","禹","宇","渊","元","源","月","云","择","增","樟","甄","震","争","之","主","筑","壮","状","紫","佐","毓","佚","佟","俨","劭","燮","馨","茜","萦","奕","咪","峥","徵","庑","闵","沣","汶","泱","淇","涫","潼","瀚","宸","骞","骥","缜","玑","玮","珲","琪","琦","琰","琛","瑜","璐","桦","栾","楠","楣","榕","槭","昕","昴","曦","贻","赈","斐","焱","煊","祺","淼","钊","钰","镝","馥","鹜","舻","羟","纛","霏"};

--- 
-- 女性名字1
-- @field [parent=#utils.RandomName] #table _femaleNameArr1
-- 
local _femaleNameArr1 = {"婳","玥","珺","璟","安","傲","白","半","碧","冰","采","痴","初","从","翠","代","丹","冬","尔","凡","访","飞","孤","谷","海","含","涵","寒","恨","怀","欢","幻","惠","寄","佳","静","可","冷","莉","怜","凌","灵","绿","曼","漫","美","梦","觅","妙","慕","南","念","凝","盼","沛","平","千","巧","青","茹","如","若","桑","山","诗","淑","书","水","檀","听","宛","婉","问","熙","惜","夏","香","向","小","欣","新","寻","雅","雁","彦","夜","依","以","易","亦","忆","迎","映","优","友","佑","又","幼","羽","玉","元","月","韵","之","紫","醉","倩","馨","芸","芷","怡","沐","娅","婧","婕","嫦","绮","琪","歆","钰","梅","兰","竹","菊"};

--- 
-- 女性名字2
-- @field [parent=#utils.RandomName] #table _femaleNameArr2
-- 
local _femaleNameArr2 = {"白","柏","波","春","翠","祎","丹","蝶","冬","儿","凡","菲","枫","风","海","涵","寒","荷","槐","慧","卉","嘉","洁","静","蓝","兰","蕾","丽","莲","琳","玲","菱","灵","柳","翾","露","绿","曼","梅","美","梦","娜","南","妮","凝","萍","巧","琴","芹","青","晴","蓉","容","柔","茹","蕊","珊","山","霜","双","丝","松","桃","彤","熙","夏","香","旋","雪","雅","烟","雁","阳","瑶","易","亦","茵","颖","榆","玉","云","珍","真","之","竹","姿","馨","芙","芸","茜","菡","萱","薇","岚","怡","宸","妍","姗","婕","婵","婷","嫣","琪","琦","瑜","璇","璐","楠","曦","聿","筠","雯"};

--- 
-- 创建一个随机名字
-- @function [parent=#utils.RandomName] create
-- @param #boolean male 是否男性
-- @return #string
-- 
function create( male )
	local name = _surNameArr[math.random(#_surNameArr)]

	if( male ) then
		name = name.._maleNameArr1[math.random(#_maleNameArr1)].._maleNameArr2[math.random(#_maleNameArr2)]
	else
		name = name.._femaleNameArr1[math.random(#_femaleNameArr1)].._femaleNameArr2[math.random(#_femaleNameArr2)]
	end

	return name
end