--- 
-- 装备-武器图标索引
-- 该文件为代码自动生成，请不要手动修改
-- @module xls.EquipWeaponXls
-- 

module("xls.EquipWeaponXls")

--- 
-- @type EquipWeaponXls
-- @field	#number	IconNo	图标资源编号	 
-- @field	#string	Name	物品名称	 
-- @field	#number	ItemNo	物品编号	 
-- @field	#number	Rare	稀有度	 
-- 

--- 
-- EquipWeaponXls
-- @field [parent=#xls.EquipWeaponXls] #EquipWeaponXls EquipWeaponXls
-- 

--- 
-- data
-- @field [parent=#xls.EquipWeaponXls] #table data ItemNo -> @{EquipWeaponXls}表
-- 
data = 
{
	[808001] = {
		["IconNo"] = 3080101,
		["Name"] = "青曜剑",
		["ItemNo"] = 808001,
		["Rare"] = 1,
	},
	[804001] = {
		["IconNo"] = 3040101,
		["Name"] = "裁云剑",
		["ItemNo"] = 804001,
		["Rare"] = 1,
	},
	[800001] = {
		["IconNo"] = 3000101,
		["Name"] = "宿铁刀",
		["ItemNo"] = 800001,
		["Rare"] = 1,
	},
	[804002] = {
		["IconNo"] = 3040102,
		["Name"] = "镔铁枪",
		["ItemNo"] = 804002,
		["Rare"] = 1,
	},
	[800002] = {
		["IconNo"] = 3000102,
		["Name"] = "凡铁剑",
		["ItemNo"] = 800002,
		["Rare"] = 2,
	},
	[804003] = {
		["IconNo"] = 3040103,
		["Name"] = "月牙弯",
		["ItemNo"] = 804003,
		["Rare"] = 1,
	},
	[800003] = {
		["IconNo"] = 3000103,
		["Name"] = "孤狼拳套",
		["ItemNo"] = 800003,
		["Rare"] = 3,
	},
	[804004] = {
		["IconNo"] = 3040104,
		["Name"] = "绿波香露刀",
		["ItemNo"] = 804004,
		["Rare"] = 2,
	},
	[800004] = {
		["IconNo"] = 3000104,
		["Name"] = "透甲枪",
		["ItemNo"] = 800004,
		["Rare"] = 4,
	},
	[804005] = {
		["IconNo"] = 3040105,
		["Name"] = "夜叉矛",
		["ItemNo"] = 804005,
		["Rare"] = 2,
	},
	[808006] = {
		["IconNo"] = 3080106,
		["Name"] = "逆鳞拳套",
		["ItemNo"] = 808006,
		["Rare"] = 2,
	},
	[804006] = {
		["IconNo"] = 3040106,
		["Name"] = "惊鸿拳套",
		["ItemNo"] = 804006,
		["Rare"] = 2,
	},
	[808007] = {
		["IconNo"] = 3080107,
		["Name"] = "圆月弯刀",
		["ItemNo"] = 808007,
		["Rare"] = 3,
	},
	[804007] = {
		["IconNo"] = 3040107,
		["Name"] = "白虹剑",
		["ItemNo"] = 804007,
		["Rare"] = 3,
	},
	[808008] = {
		["IconNo"] = 3080108,
		["Name"] = "兽角点金枪",
		["ItemNo"] = 808008,
		["Rare"] = 3,
	},
	[804008] = {
		["IconNo"] = 3040108,
		["Name"] = "月牙戟",
		["ItemNo"] = 804008,
		["Rare"] = 3,
	},
	[808009] = {
		["IconNo"] = 3080109,
		["Name"] = "天地合",
		["ItemNo"] = 808009,
		["Rare"] = 3,
	},
	[804009] = {
		["IconNo"] = 3040109,
		["Name"] = "水月环",
		["ItemNo"] = 804009,
		["Rare"] = 3,
	},
	[808010] = {
		["IconNo"] = 3080110,
		["Name"] = "映月双剑",
		["ItemNo"] = 808010,
		["Rare"] = 4,
	},
	[804010] = {
		["IconNo"] = 3040110,
		["Name"] = "修罗刀",
		["ItemNo"] = 804010,
		["Rare"] = 4,
	},
	[808011] = {
		["IconNo"] = 3080111,
		["Name"] = "五毒透骨枪",
		["ItemNo"] = 808011,
		["Rare"] = 4,
	},
	[804011] = {
		["IconNo"] = 3040111,
		["Name"] = "托天叉",
		["ItemNo"] = 804011,
		["Rare"] = 4,
	},
	[808012] = {
		["IconNo"] = 3080112,
		["Name"] = "断情环",
		["ItemNo"] = 808012,
		["Rare"] = 4,
	},
	[804012] = {
		["IconNo"] = 3040112,
		["Name"] = "无魅手",
		["ItemNo"] = 804012,
		["Rare"] = 4,
	},
	[899901] = {
		["IconNo"] = 3999101,
		["Name"] = "真.养吾刃",
		["ItemNo"] = 899901,
		["Rare"] = 5,
	},
	[807001] = {
		["IconNo"] = 3070101,
		["Name"] = "淑女剑",
		["ItemNo"] = 807001,
		["Rare"] = 1,
	},
	[899902] = {
		["IconNo"] = 3999102,
		["Name"] = "真.倚天刺",
		["ItemNo"] = 899902,
		["Rare"] = 5,
	},
	[807002] = {
		["IconNo"] = 3070102,
		["Name"] = "藤子双蛇枪",
		["ItemNo"] = 807002,
		["Rare"] = 1,
	},
	[899903] = {
		["IconNo"] = 3999103,
		["Name"] = "真.屠龙",
		["ItemNo"] = 899903,
		["Rare"] = 5,
	},
	[807003] = {
		["IconNo"] = 3070103,
		["Name"] = "噬魂拳套",
		["ItemNo"] = 807003,
		["Rare"] = 1,
	},
	[899904] = {
		["IconNo"] = 3999104,
		["Name"] = "真.圣天令",
		["ItemNo"] = 899904,
		["Rare"] = 5,
	},
	[807004] = {
		["IconNo"] = 3070104,
		["Name"] = "断玉剑",
		["ItemNo"] = 807004,
		["Rare"] = 2,
	},
	[899905] = {
		["IconNo"] = 3999105,
		["Name"] = "真.玄铁剑",
		["ItemNo"] = 899905,
		["Rare"] = 5,
	},
	[807005] = {
		["IconNo"] = 3070105,
		["Name"] = "白玉腾龙枪",
		["ItemNo"] = 807005,
		["Rare"] = 2,
	},
	[899906] = {
		["IconNo"] = 3999106,
		["Name"] = "真.紫巍剑",
		["ItemNo"] = 899906,
		["Rare"] = 5,
	},
	[807006] = {
		["IconNo"] = 3070106,
		["Name"] = "绝炎手套",
		["ItemNo"] = 807006,
		["Rare"] = 2,
	},
	[899907] = {
		["IconNo"] = 3999107,
		["Name"] = "真.碎玉棒",
		["ItemNo"] = 899907,
		["Rare"] = 5,
	},
	[807007] = {
		["IconNo"] = 3070107,
		["Name"] = "月舞",
		["ItemNo"] = 807007,
		["Rare"] = 3,
	},
	[899908] = {
		["IconNo"] = 3999108,
		["Name"] = "真.小李飞刀",
		["ItemNo"] = 899908,
		["Rare"] = 5,
	},
	[807008] = {
		["IconNo"] = 3070108,
		["Name"] = "丈二红枪",
		["ItemNo"] = 807008,
		["Rare"] = 3,
	},
	[899909] = {
		["IconNo"] = 3999109,
		["Name"] = "真.龙凤金环",
		["ItemNo"] = 899909,
		["Rare"] = 5,
	},
	[807009] = {
		["IconNo"] = 3070109,
		["Name"] = "无心",
		["ItemNo"] = 807009,
		["Rare"] = 3,
	},
	[899910] = {
		["IconNo"] = 3999110,
		["Name"] = "真.长生剑",
		["ItemNo"] = 899910,
		["Rare"] = 5,
	},
	[807010] = {
		["IconNo"] = 3070110,
		["Name"] = "乌孙佩刀",
		["ItemNo"] = 807010,
		["Rare"] = 4,
	},
	[899911] = {
		["IconNo"] = 3999111,
		["Name"] = "真.孔雀翎",
		["ItemNo"] = 899911,
		["Rare"] = 5,
	},
	[807011] = {
		["IconNo"] = 3070111,
		["Name"] = "圣莲戟",
		["ItemNo"] = 807011,
		["Rare"] = 4,
	},
	[899912] = {
		["IconNo"] = 3999112,
		["Name"] = "真.离别钩",
		["ItemNo"] = 899912,
		["Rare"] = 5,
	},
	[807012] = {
		["IconNo"] = 3070112,
		["Name"] = "三皇环",
		["ItemNo"] = 807012,
		["Rare"] = 4,
	},
	[899913] = {
		["IconNo"] = 3999113,
		["Name"] = "真.霸王枪",
		["ItemNo"] = 899913,
		["Rare"] = 5,
	},
	[810012] = {
		["IconNo"] = 3100112,
		["Name"] = "绝命多情环",
		["ItemNo"] = 810012,
		["Rare"] = 4,
	},
	[810011] = {
		["IconNo"] = 3100111,
		["Name"] = "万字夺",
		["ItemNo"] = 810011,
		["Rare"] = 4,
	},
	[810001] = {
		["IconNo"] = 3100101,
		["Name"] = "昀霜剑",
		["ItemNo"] = 810001,
		["Rare"] = 1,
	},
	[806001] = {
		["IconNo"] = 3060101,
		["Name"] = "玉具剑",
		["ItemNo"] = 806001,
		["Rare"] = 1,
	},
	[802001] = {
		["IconNo"] = 3020101,
		["Name"] = "银装刀",
		["ItemNo"] = 802001,
		["Rare"] = 1,
	},
	[806002] = {
		["IconNo"] = 3060102,
		["Name"] = "落英枪",
		["ItemNo"] = 806002,
		["Rare"] = 1,
	},
	[802002] = {
		["IconNo"] = 3020102,
		["Name"] = "紫竹棒",
		["ItemNo"] = 802002,
		["Rare"] = 1,
	},
	[806003] = {
		["IconNo"] = 3060103,
		["Name"] = "乾坤圈",
		["ItemNo"] = 806003,
		["Rare"] = 1,
	},
	[802003] = {
		["IconNo"] = 3020103,
		["Name"] = "环刃",
		["ItemNo"] = 802003,
		["Rare"] = 1,
	},
	[806004] = {
		["IconNo"] = 3060104,
		["Name"] = "显锋剑",
		["ItemNo"] = 806004,
		["Rare"] = 2,
	},
	[802004] = {
		["IconNo"] = 3020104,
		["Name"] = "精钢剑",
		["ItemNo"] = 802004,
		["Rare"] = 2,
	},
	[806005] = {
		["IconNo"] = 3060105,
		["Name"] = "乾坤戟",
		["ItemNo"] = 806005,
		["Rare"] = 2,
	},
	[802005] = {
		["IconNo"] = 3020105,
		["Name"] = "滚云枪",
		["ItemNo"] = 802005,
		["Rare"] = 2,
	},
	[806006] = {
		["IconNo"] = 3060106,
		["Name"] = "仁皇拳套",
		["ItemNo"] = 806006,
		["Rare"] = 2,
	},
	[802006] = {
		["IconNo"] = 3020106,
		["Name"] = "缠丝环",
		["ItemNo"] = 802006,
		["Rare"] = 2,
	},
	[806007] = {
		["IconNo"] = 3060107,
		["Name"] = "雪澜刀",
		["ItemNo"] = 806007,
		["Rare"] = 3,
	},
	[802007] = {
		["IconNo"] = 3020107,
		["Name"] = "暗金刀",
		["ItemNo"] = 802007,
		["Rare"] = 3,
	},
	[806008] = {
		["IconNo"] = 3060108,
		["Name"] = "判官笔",
		["ItemNo"] = 806008,
		["Rare"] = 3,
	},
	[802008] = {
		["IconNo"] = 3020108,
		["Name"] = "锁喉",
		["ItemNo"] = 802008,
		["Rare"] = 3,
	},
	[806009] = {
		["IconNo"] = 3060109,
		["Name"] = "玄灭环",
		["ItemNo"] = 806009,
		["Rare"] = 3,
	},
	[802009] = {
		["IconNo"] = 3020109,
		["Name"] = "日残轮",
		["ItemNo"] = 802009,
		["Rare"] = 3,
	},
	[806010] = {
		["IconNo"] = 3060110,
		["Name"] = "井中月",
		["ItemNo"] = 806010,
		["Rare"] = 4,
	},
	[802010] = {
		["IconNo"] = 3020110,
		["Name"] = "太康剑",
		["ItemNo"] = 802010,
		["Rare"] = 4,
	},
	[806011] = {
		["IconNo"] = 3060111,
		["Name"] = "精钢猎虎叉",
		["ItemNo"] = 806011,
		["Rare"] = 4,
	},
	[802011] = {
		["IconNo"] = 3020111,
		["Name"] = "金蛇枪",
		["ItemNo"] = 802011,
		["Rare"] = 4,
	},
	[806012] = {
		["IconNo"] = 3060112,
		["Name"] = "九霄手套",
		["ItemNo"] = 806012,
		["Rare"] = 4,
	},
	[802012] = {
		["IconNo"] = 3020112,
		["Name"] = "鸾暮掌",
		["ItemNo"] = 802012,
		["Rare"] = 4,
	},
	[810010] = {
		["IconNo"] = 3100110,
		["Name"] = "覆雨剑",
		["ItemNo"] = 810010,
		["Rare"] = 4,
	},
	[810009] = {
		["IconNo"] = 3100109,
		["Name"] = "魔影",
		["ItemNo"] = 810009,
		["Rare"] = 3,
	},
	[810008] = {
		["IconNo"] = 3100108,
		["Name"] = "独步黄泉",
		["ItemNo"] = 810008,
		["Rare"] = 3,
	},
	[810007] = {
		["IconNo"] = 3100107,
		["Name"] = "碧玉刀",
		["ItemNo"] = 810007,
		["Rare"] = 3,
	},
	[810006] = {
		["IconNo"] = 3100106,
		["Name"] = "邪影缠手",
		["ItemNo"] = 810006,
		["Rare"] = 2,
	},
	[810005] = {
		["IconNo"] = 3100105,
		["Name"] = "暴雨灭魂枪",
		["ItemNo"] = 810005,
		["Rare"] = 2,
	},
	[810004] = {
		["IconNo"] = 3100104,
		["Name"] = "七圣刀",
		["ItemNo"] = 810004,
		["Rare"] = 2,
	},
	[809001] = {
		["IconNo"] = 3090101,
		["Name"] = "君子剑",
		["ItemNo"] = 809001,
		["Rare"] = 1,
	},
	[805001] = {
		["IconNo"] = 3050101,
		["Name"] = "飞翼剑",
		["ItemNo"] = 805001,
		["Rare"] = 1,
	},
	[809002] = {
		["IconNo"] = 3090102,
		["Name"] = "落影追魂",
		["ItemNo"] = 809002,
		["Rare"] = 1,
	},
	[805002] = {
		["IconNo"] = 3050102,
		["Name"] = "钩镰枪",
		["ItemNo"] = 805002,
		["Rare"] = 1,
	},
	[809003] = {
		["IconNo"] = 3090103,
		["Name"] = "雪沐环",
		["ItemNo"] = 809003,
		["Rare"] = 1,
	},
	[805003] = {
		["IconNo"] = 3050103,
		["Name"] = "双莲印",
		["ItemNo"] = 805003,
		["Rare"] = 1,
	},
	[809004] = {
		["IconNo"] = 3090104,
		["Name"] = "龙泉剑",
		["ItemNo"] = 809004,
		["Rare"] = 2,
	},
	[805004] = {
		["IconNo"] = 3050104,
		["Name"] = "湛卢剑",
		["ItemNo"] = 805004,
		["Rare"] = 2,
	},
	[809005] = {
		["IconNo"] = 3090105,
		["Name"] = "银丝虬龙棒",
		["ItemNo"] = 809005,
		["Rare"] = 2,
	},
	[805005] = {
		["IconNo"] = 3050105,
		["Name"] = "破军枪",
		["ItemNo"] = 805005,
		["Rare"] = 2,
	},
	[809006] = {
		["IconNo"] = 3090106,
		["Name"] = "凤破环",
		["ItemNo"] = 809006,
		["Rare"] = 2,
	},
	[805006] = {
		["IconNo"] = 3050106,
		["Name"] = "弑天手套",
		["ItemNo"] = 805006,
		["Rare"] = 2,
	},
	[809007] = {
		["IconNo"] = 3090107,
		["Name"] = "七星绝命剑",
		["ItemNo"] = 809007,
		["Rare"] = 3,
	},
	[805007] = {
		["IconNo"] = 3050107,
		["Name"] = "百胜刀",
		["ItemNo"] = 805007,
		["Rare"] = 3,
	},
	[809008] = {
		["IconNo"] = 3090108,
		["Name"] = "掣星穿天",
		["ItemNo"] = 809008,
		["Rare"] = 3,
	},
	[805008] = {
		["IconNo"] = 3050108,
		["Name"] = "饮血枪",
		["ItemNo"] = 805008,
		["Rare"] = 3,
	},
	[809009] = {
		["IconNo"] = 3090109,
		["Name"] = "沧海泪",
		["ItemNo"] = 809009,
		["Rare"] = 3,
	},
	[805009] = {
		["IconNo"] = 3050109,
		["Name"] = "灭灵环",
		["ItemNo"] = 805009,
		["Rare"] = 3,
	},
	[809010] = {
		["IconNo"] = 3090110,
		["Name"] = "冷月宝刀",
		["ItemNo"] = 809010,
		["Rare"] = 4,
	},
	[805010] = {
		["IconNo"] = 3050110,
		["Name"] = "鱼肠剑",
		["ItemNo"] = 805010,
		["Rare"] = 4,
	},
	[809011] = {
		["IconNo"] = 3090111,
		["Name"] = "佛母紫金枪",
		["ItemNo"] = 809011,
		["Rare"] = 4,
	},
	[805011] = {
		["IconNo"] = 3050111,
		["Name"] = "錾金枪",
		["ItemNo"] = 805011,
		["Rare"] = 4,
	},
	[809012] = {
		["IconNo"] = 3090112,
		["Name"] = "圣天掌",
		["ItemNo"] = 809012,
		["Rare"] = 4,
	},
	[805012] = {
		["IconNo"] = 3050112,
		["Name"] = "离情拳套",
		["ItemNo"] = 805012,
		["Rare"] = 4,
	},
	[810003] = {
		["IconNo"] = 3100103,
		["Name"] = "傲魂环",
		["ItemNo"] = 810003,
		["Rare"] = 1,
	},
	[810002] = {
		["IconNo"] = 3100102,
		["Name"] = "太乙奇钩",
		["ItemNo"] = 810002,
		["Rare"] = 1,
	},
	[808005] = {
		["IconNo"] = 3080105,
		["Name"] = "镇岳断魂",
		["ItemNo"] = 808005,
		["Rare"] = 2,
	},
	[808004] = {
		["IconNo"] = 3080104,
		["Name"] = "九环刀",
		["ItemNo"] = 808004,
		["Rare"] = 2,
	},
	[808003] = {
		["IconNo"] = 3080103,
		["Name"] = "御风拳套",
		["ItemNo"] = 808003,
		["Rare"] = 1,
	},
	[808002] = {
		["IconNo"] = 3080102,
		["Name"] = "万刃枪",
		["ItemNo"] = 808002,
		["Rare"] = 1,
	},
}