--- 
-- 鎴樻枟鍓ф儏鍠婅瘽
-- 该文件为代码自动生成，请不要手动修改
-- @module xls.FightPlotChatXls
-- 

module("xls.FightPlotChatXls")

--- 
-- @type FightPlotChatXls
-- @field	#string	ChatMsg	对话内容	 
-- @field	#number	ChatPhoto	对话头像	 
-- @field	#number	ChatId	对话编号	 
-- 

--- 
-- FightPlotChatXls
-- @field [parent=#xls.FightPlotChatXls] #FightPlotChatXls FightPlotChatXls
-- 

--- 
-- data
-- @field [parent=#xls.FightPlotChatXls] #table data ChatId -> @{FightPlotChatXls}表
-- 
data = 
{
	[1] = {
		["ChatMsg"] = "（师父让我等日夜兼程赶来这福州，莫非这避邪一剑真的有那惊天之能…）咦，这又是哪路神仙，也来凑这等热闹？",
		["ChatPhoto"] = 100001,
		["ChatId"] = 1,
	},
	[2] = {
		["ChatMsg"] = "呃…这世道也忒的不平，出来喝个茶也塞牙，我看你一副外来打扮，应该不是本地人吧，嗯…我看你头戴白布，穿着无耳麻鞋，当是川西人士,对也不对？",
		["ChatPhoto"] = 0,
		["ChatId"] = 2,
	},
	[3] = {
		["ChatMsg"] = "(这龟儿子武功也忒厉害了点，不晓得和那个林家又是啥子关系，嗯，看来得先弄清楚再说..）阁下武功高强，怎会屈尊于在这小小的镖局呢？",
		["ChatPhoto"] = 100001,
		["ChatId"] = 3,
	},
	[4] = {
		["ChatMsg"] = "青城派乃江湖大派，这位少侠何不给我师傅个面子，莫要插手林家之事！",
		["ChatPhoto"] = 100002,
		["ChatId"] = 4,
	},
	[5] = {
		["ChatMsg"] = "大丈夫行走江湖，侠义当先，我却看不得尔等行径，非要管上一管",
		["ChatPhoto"] = 0,
		["ChatId"] = 5,
	},
	[6] = {
		["ChatMsg"] = "咦，这是什么武功，难道除了那避邪一剑外…..还有…..嗯，看来此事得早点回去向师傅禀告。",
		["ChatPhoto"] = 100002,
		["ChatId"] = 6,
	},
	[7] = {
		["ChatMsg"] = "这位少侠，我劝你不要多事，那福威镖局杀了我儿子，真所谓有怨抱怨，江湖人办江湖事；你且闪开一边，否则这刀剑无眼，我也不想伤了你。",
		["ChatPhoto"] = 100004,
		["ChatId"] = 7,
	},
	[8] = {
		["ChatMsg"] = "久仰余观主大名，但堂堂一名门大派，你那徒儿当街调戏良家妇女，那小林子也只是错手伤人，余观主这般苦苦相逼，我看怕是另有目的吧！",
		["ChatPhoto"] = 0,
		["ChatId"] = 8,
	},
	[9] = {
		["ChatMsg"] = "果然英雄出少年，少侠好身手，敢问少侠师承何处？（嗯…看来我那俩徒弟所言非虚，此人定有高明武功在身）",
		["ChatPhoto"] = 100004,
		["ChatId"] = 9,
	},
	[10] = {
		["ChatMsg"] = "“少侠”两字不敢当，只望前辈莫要再为难那林氏夫妇。",
		["ChatPhoto"] = 0,
		["ChatId"] = 10,
	},
	[11] = {
		["ChatMsg"] = "咦，这位少侠好不面生，莫非是那青城派请来的帮手不成？",
		["ChatPhoto"] = 100014,
		["ChatId"] = 11,
	},
	[12] = {
		["ChatMsg"] = "令少侠倒是错怪我了，我也是刚到不久，见那青城派为难林氏夫妇，固出手相助。",
		["ChatPhoto"] = 0,
		["ChatId"] = 12,
	},
	[13] = {
		["ChatMsg"] = "哈哈哈，好！兄弟武功不凡，想必不会是那贪图林家剑谱的小人！方才多有得罪，请勿见怪。",
		["ChatPhoto"] = 100014,
		["ChatId"] = 13,
	},
	[14] = {
		["ChatMsg"] = "少侠武功虽是比我徒弟们高明，但行事未免有些乖张，岳某不才也想领教下阁下高招。",
		["ChatPhoto"] = 100015,
		["ChatId"] = 14,
	},
	[15] = {
		["ChatMsg"] = "（这下可糟，把君子剑得罪了）",
		["ChatPhoto"] = 0,
		["ChatId"] = 15,
	},
	[16] = {
		["ChatMsg"] = "咦，少侠年纪轻轻，竟有这般俊的武功，也罢岳某不能以大欺小，给江湖人耻笑，就此罢手吧！",
		["ChatPhoto"] = 100015,
		["ChatId"] = 16,
	},
	[17] = {
		["ChatMsg"] = "承让承让！君子剑果然名不虚传，改日定上华山赔罪！",
		["ChatPhoto"] = 0,
		["ChatId"] = 17,
	},
	[18] = {
		["ChatMsg"] = "嘿嘿，那小尼姑光天化日之下与男人卿卿我我，我说上几句又怎么了？",
		["ChatPhoto"] = 100029,
		["ChatId"] = 18,
	},
	[19] = {
		["ChatMsg"] = "令少侠光明磊落，断不会做这苟且之事，倒是阁下莫非便是那“万里独行”的采花贼？",
		["ChatPhoto"] = 0,
		["ChatId"] = 19,
	},
	[20] = {
		["ChatMsg"] = "哟！小子功夫不错么，不会是在床上学的吧？难道也想尝尝小尼姑的味道？你慢慢玩，我先走咯~哈哈哈哈！",
		["ChatPhoto"] = 100029,
		["ChatId"] = 20,
	},
	[21] = {
		["ChatMsg"] = "…….你这淫贼满嘴胡言，下次定饶你不得。",
		["ChatPhoto"] = 0,
		["ChatId"] = 21,
	},
	[22] = {
		["ChatMsg"] = "华山名门正派，居然和田咣咣这等恶徒为伍，堕落的还成什么样子！",
		["ChatPhoto"] = 100042,
		["ChatId"] = 22,
	},
	[23] = {
		["ChatMsg"] = "师太，我看那令少侠与田咣咣也只是邂逅相遇，并无交结。那田咣咣我也见过，并非那种十恶不赦之徒。",
		["ChatPhoto"] = 0,
		["ChatId"] = 23,
	},
	[24] = {
		["ChatMsg"] = "哼，怕再来晚点，我那仪灵徒儿就该给你们劫了去了",
		["ChatPhoto"] = 100042,
		["ChatId"] = 24,
	},
	[25] = {
		["ChatMsg"] = "师太说笑了，我们那几日与令少侠喝得醺醺大醉，神智迷糊，醉人干事，作不得准……",
		["ChatPhoto"] = 0,
		["ChatId"] = 25,
	},
	[26] = {
		["ChatMsg"] = "刘震枫勾结魔教，今日将其擒拿，阁下为何阻扰，莫非是那魔教曲长老一伙的？",
		["ChatPhoto"] = 100047,
		["ChatId"] = 26,
	},
	[27] = {
		["ChatMsg"] = "是非曲直，自在人心，但却不在你嵩山派的口中！",
		["ChatPhoto"] = 0,
		["ChatId"] = 27,
	},
	[28] = {
		["ChatMsg"] = "我谅你年纪轻轻，可能误交匪人，入了歧途，倘若能深自悔悟，况且我正道之人，岂可不与人为善呢？",
		["ChatPhoto"] = 100047,
		["ChatId"] = 28,
	},
	[29] = {
		["ChatMsg"] = "巧言令色，改日我会亲上嵩山与左盟主做个计较！",
		["ChatPhoto"] = 0,
		["ChatId"] = 29,
	},
	[30] = {
		["ChatMsg"] = "一别多日，少侠别来无恙！",
		["ChatPhoto"] = 100066,
		["ChatId"] = 30,
	},
	[31] = {
		["ChatMsg"] = "许久不见，我观令少侠剑法越发精湛了，不如我们切磋一番，然后再一醉方休。",
		["ChatPhoto"] = 0,
		["ChatId"] = 31,
	},
	[32] = {
		["ChatMsg"] = "如此正合我意，看剑！",
		["ChatPhoto"] = 100066,
		["ChatId"] = 32,
	},
	[33] = {
		["ChatMsg"] = "原来是令少侠的朋友，听闻少侠武功高强，今日正好比试比试！",
		["ChatPhoto"] = 100069,
		["ChatId"] = 33,
	},
	[34] = {
		["ChatMsg"] = "听闻魔教中人大多耿直爽快，今日一见果真如此。也罢，既然前辈赏脸，那我们就比试一番。",
		["ChatPhoto"] = 0,
		["ChatId"] = 34,
	},
	[35] = {
		["ChatMsg"] = "痛快！痛快！小子豪爽，可比正道那些家伙强太多了！来，今日我们三人不醉不归！",
		["ChatPhoto"] = 100069,
		["ChatId"] = 35,
	},
	[36] = {
		["ChatMsg"] = "老夫生平快意恩仇，杀人如麻，囚居湖底，亦属应有之报，你在此又是为何？",
		["ChatPhoto"] = 100093,
		["ChatId"] = 36,
	},
	[37] = {
		["ChatMsg"] = "原来这是西湖湖底…嗯..说来话长，前日与几位朋友醉酒后，醒来时就糊里糊涂的到了这里。",
		["ChatPhoto"] = 0,
		["ChatId"] = 37,
	},
	[38] = {
		["ChatMsg"] = "既然小子能到这里，也是一种缘分，老夫就指点你几招。",
		["ChatPhoto"] = 100093,
		["ChatId"] = 38,
	},
	[39] = {
		["ChatMsg"] = "那就恭敬不如从命了！（……口气挺大，不过吸星大法不可小觑，若论剑术我倒不惧他）",
		["ChatPhoto"] = 0,
		["ChatId"] = 39,
	},
	[40] = {
		["ChatMsg"] = "好功夫，只怕当今天下能在剑术上胜你之人已是不多。刚才你我相斗，真气四溢倒是使得这寒铁锁链被震开了，哈哈哈哈！我今日便可脱困了！",
		["ChatPhoto"] = 100093,
		["ChatId"] = 40,
	},
	[41] = {
		["ChatMsg"] = "……（这任我行亦正亦邪，今日也算我助他脱困，来日只怕江湖又有一场腥风血雨了，也不知我这么做是对是错。）",
		["ChatPhoto"] = 0,
		["ChatId"] = 41,
	},
	[42] = {
		["ChatMsg"] = "你竟然伙同令狐小贼，鼓动江湖上的这些个旁门左道，狐朋狗党，来这少林寺大肆捣乱！",
		["ChatPhoto"] = 100123,
		["ChatId"] = 42,
	},
	[43] = {
		["ChatMsg"] = "哈哈，令少侠明明是珠玉，你却当是瓦砾。岳掌门的眼光，可也当真差劲得很了！",
		["ChatPhoto"] = 0,
		["ChatId"] = 43,
	},
	[44] = {
		["ChatMsg"] = "江湖上寂寞的很啊，许久没出阁下这样的人物了，不如让在下来领教阁下高招！",
		["ChatPhoto"] = 100126,
		["ChatId"] = 44,
	},
	[45] = {
		["ChatMsg"] = "自当领教左盟主的大嵩阳神功！",
		["ChatPhoto"] = 0,
		["ChatId"] = 45,
	},
	[46] = {
		["ChatMsg"] = "哼！今日在少林宝地，我不便在此大开杀戒，今日放你一马，自有方震大师大师主持公道。 ",
		["ChatPhoto"] = 100126,
		["ChatId"] = 46,
	},
	[47] = {
		["ChatMsg"] = "无量天尊! 圣姑已自行走脱，只是少侠仗着武功高明便聚众闹山，实非武林之福。",
		["ChatPhoto"] = 100133,
		["ChatId"] = 47,
	},
	[48] = {
		["ChatMsg"] = "事已至此我也不愿伤人，只是赌约既成，还请道长指教! ",
		["ChatPhoto"] = 0,
		["ChatId"] = 48,
	},
	[49] = {
		["ChatMsg"] = "阿弥陀佛！少侠端的好本领，还望多行善事，造福武林。",
		["ChatPhoto"] = 100138,
		["ChatId"] = 49,
	},
	[50] = {
		["ChatMsg"] = "多谢大师手下留情，在下受教了！",
		["ChatPhoto"] = 0,
		["ChatId"] = 50,
	},
	[51] = {
		["ChatMsg"] = "咦！这武功似曾相识，难道你和任老魔有什么关系不成！",
		["ChatPhoto"] = 100157,
		["ChatId"] = 51,
	},
	[52] = {
		["ChatMsg"] = "教主令旨英明，算无遗策，早知道你们会来！",
		["ChatPhoto"] = 100167,
		["ChatId"] = 52,
	},
	[53] = {
		["ChatMsg"] = "速带我去见你家东方教主，若耍诡计，定叫你身首异处！",
		["ChatPhoto"] = 0,
		["ChatId"] = 53,
	},
	[54] = {
		["ChatMsg"] = "好好好，既然你想找死，我变送你一路，你可别后悔。",
		["ChatPhoto"] = 100167,
		["ChatId"] = 54,
	},
	[55] = {
		["ChatMsg"] = "莲弟!你带谁来了？是那姓任的吗？",
		["ChatPhoto"] = 100183,
		["ChatId"] = 55,
	},
	[56] = {
		["ChatMsg"] = "是姓任的那狗贼带了个小崽子要来夺教主宝位，教主快救我啊！",
		["ChatPhoto"] = 100184,
		["ChatId"] = 56,
	},
	[57] = {
		["ChatMsg"] = "你，竟然伤我莲弟？莲弟你且在一旁看好，我替你教训这些不懂规矩的人！",
		["ChatPhoto"] = 100183,
		["ChatId"] = 57,
	},
	[58] = {
		["ChatMsg"] = "（渔灯暗，客梦回，一声声滴人心碎……）少侠远道而来可懂这潇湘夜雨琴音？",
		["ChatPhoto"] = 100217,
		["ChatId"] = 58,
	},
	[59] = {
		["ChatMsg"] = "晚辈不通音律，但也觉得此曲愁断肝肠，莫前辈痛丧师弟，还请节哀！",
		["ChatPhoto"] = 0,
		["ChatId"] = 59,
	},
	[60] = {
		["ChatMsg"] = "少侠本领高绝，这五岳盟主之争，我衡山派认输了。",
		["ChatPhoto"] = 100217,
		["ChatId"] = 60,
	},
	[61] = {
		["ChatMsg"] = "阁下三番五次搅我五岳剑派家事，上回看在方震大师大师情面放你一马，此番还是如此不知死活么？",
		["ChatPhoto"] = 100226,
		["ChatId"] = 61,
	},
	[62] = {
		["ChatMsg"] = "左盟主说笑了，五岳剑派并派，门主之位能者居之，区区不才却想领教左盟主的高招！",
		["ChatPhoto"] = 0,
		["ChatId"] = 62,
	},
	[63] = {
		["ChatMsg"] = "你这是什么剑法，我自创寒冰手又习得避邪一剑怎会败在你的手上！（疯癫离去……）",
		["ChatPhoto"] = 100226,
		["ChatId"] = 63,
	},
	[64] = {
		["ChatMsg"] = "……（又是避邪一剑，只是这避邪一剑看来并非正宗！）",
		["ChatPhoto"] = 0,
		["ChatId"] = 64,
	},
	[65] = {
		["ChatMsg"] = "哼！你这是什么乱七八糟剑法，要是死在我剑下可怪不得我！",
		["ChatPhoto"] = 100232,
		["ChatId"] = 65,
	},
	[66] = {
		["ChatMsg"] = "他的剑法如此厉害，看剑招似乎就是那避邪一剑了，只是这避邪一剑与那葵花密典一样，练之性情大变。",
		["ChatPhoto"] = 0,
		["ChatId"] = 66,
	},
	[67] = {
		["ChatMsg"] = "日月神教，千秋万载，一统江湖！顺我者昌，逆我者亡！",
		["ChatPhoto"] = 100257,
		["ChatId"] = 67,
	},
	[68] = {
		["ChatMsg"] = "任教主这般行径，比之东方教主有之过而无不及，唉！我还是小心为好",
		["ChatPhoto"] = 0,
		["ChatId"] = 68,
	},
	[69] = {
		["ChatMsg"] = "任老魔已败在我的剑下，阁下何不加入我五岳派，共图武林至尊大业",
		["ChatPhoto"] = 100277,
		["ChatId"] = 69,
	},
	[70] = {
		["ChatMsg"] = "没想到君子剑岳掌门也是个表里不如一的伪君子！",
		["ChatPhoto"] = 0,
		["ChatId"] = 70,
	},
	[71] = {
		["ChatMsg"] = "啊~不要杀我，少侠与冲儿为至交，你杀了我如何对得起他。",
		["ChatPhoto"] = 100277,
		["ChatId"] = 71,
	},
	[72] = {
		["ChatMsg"] = "你到现在还不醒悟，令少侠早已认清你的真面目了。我也不杀你，只废了你一身邪功。",
		["ChatPhoto"] = 0,
		["ChatId"] = 72,
	},
	[73] = {
		["ChatMsg"] = "啊……你不得好死……",
		["ChatPhoto"] = 100277,
		["ChatId"] = 73,
	},
	[74] = {
		["ChatMsg"] = "（这小子倒也聪明，一下子就猜出个究竟，格老子的不知道这瓜娃子武功啥子样，看我先试哈，免得以后生出祸端）",
		["ChatPhoto"] = 100001,
		["ChatId"] = 74,
	},
	[75] = {
		["ChatMsg"] = "哼，路见不平拨刀相助，我看这福威镖局一向行事正派，不知道他们哪里得罪了阁下，竟惹下这等祸端！",
		["ChatPhoto"] = 0,
		["ChatId"] = 75,
	},
	[76] = {
		["ChatMsg"] = "好好好！好一个“侠义当先”，看来今天少不得得讨教一番了!",
		["ChatPhoto"] = 100002,
		["ChatId"] = 76,
	},
	[77] = {
		["ChatMsg"] = "（这小子口齿伶俐，聪明非凡，这怕是被他看出些门道来了，听我那徒儿说这少年武功有些诡异，待我先试上一试）",
		["ChatPhoto"] = 100004,
		["ChatId"] = 77,
	},
	[78] = {
		["ChatMsg"] = "（躲得过初一，躲不过十五；况且这小子武功绝顶，当是得罪不得，不如今天做个顺水人情…）少侠端的菩萨心肠，也罢，今日就暂且饶了他们的性命！",
		["ChatPhoto"] = 100004,
		["ChatId"] = 78,
	},
	[79] = {
		["ChatMsg"] = "点子扎手，青城派的事你们也敢管，弟兄们大家伙一起上！",
		["ChatPhoto"] = 100001,
		["ChatId"] = 79,
	},
	[80] = {
		["ChatMsg"] = "哼！好大的阵势。林中的诸位在旁看了许久，此时不现身，更待何时！",
		["ChatPhoto"] = 0,
		["ChatId"] = 80,
	},
	[81] = {
		["ChatMsg"] = "看来不用点恨手段是不行的了..诸位师兄弟，先拿了这厮，再向那林家问罪！",
		["ChatPhoto"] = 100002,
		["ChatId"] = 81,
	},
	[82] = {
		["ChatMsg"] = "青城派这般行事，各位好汉难道真的要袖手旁观吗？",
		["ChatPhoto"] = 0,
		["ChatId"] = 82,
	},
	[83] = {
		["ChatMsg"] = "哼！另有目的？阁下非要这般胡搅蛮缠，看来少不得我师徒四人好好会会你了！",
		["ChatPhoto"] = 100004,
		["ChatId"] = 83,
	},
	[84] = {
		["ChatMsg"] = "公道自在人心，想必各位围观的英雄好汉也定能分个明白！",
		["ChatPhoto"] = 0,
		["ChatId"] = 84,
	},
	[85] = {
		["ChatMsg"] = "嗯，不错！老夫最近闲来无事，创了一套剑阵，我看阁下剑术高超，不知可否指点一二？",
		["ChatPhoto"] = 100015,
		["ChatId"] = 85,
	},
	[86] = {
		["ChatMsg"] = "指教不敢当！刚好我这也有一套阵法，不如我们互相切磋一番，岳掌门你看如何？",
		["ChatPhoto"] = 0,
		["ChatId"] = 86,
	},
	[87] = {
		["ChatMsg"] = "好！好！好！徒儿们摆阵，莫要让外人看了笑话！",
		["ChatPhoto"] = 100015,
		["ChatId"] = 87,
	},
	[88] = {
		["ChatMsg"] = "小贼功夫不错，怪不得这般有恃无恐，既然如此，那就请少林寺的高僧来评评理了！",
		["ChatPhoto"] = 100042,
		["ChatId"] = 88,
	},
	[89] = {
		["ChatMsg"] = "多说无益，师太既然这般认定，也罢，当时酒楼江湖豪士颇多，不如请来为我做个见证！",
		["ChatPhoto"] = 0,
		["ChatId"] = 89,
	},
	[90] = {
		["ChatMsg"] = "左盟主有令，阻扰嵩山派办事者，就地格杀，诸位还不动手！",
		["ChatPhoto"] = 100047,
		["ChatId"] = 90,
	},
	[91] = {
		["ChatMsg"] = "脑袋掉了还不是碗大个疤，今天我等兄弟拼了老命也要教训你们这帮为虎作伥的小人！",
		["ChatPhoto"] = 0,
		["ChatId"] = 91,
	},
	[92] = {
		["ChatMsg"] = "采花贼？说的那么难听，本少侠只不过喜欢怜香惜玉罢了...倒是少侠你，长的这般俊俏，看的我等兄弟心里直痒痒，要不要哥哥们陪你玩玩？嘿嘿！",
		["ChatPhoto"] = 100029,
		["ChatId"] = 92,
	},
	[93] = {
		["ChatMsg"] = "呸！我原想阁下虽然性格放荡了些，但也不失为一光明磊落的汉子，想不到竟有这龙阳之癖，还好我早有打算，不然指不定会生出何种事端...",
		["ChatPhoto"] = 0,
		["ChatId"] = 93,
	},
	[94] = {
		["ChatMsg"] = "少侠一身正气，招式武功之间，大开大合，犹如神佛下凡，这便是所谓的正道武功么？便教诸位兄弟也长长见识！",
		["ChatPhoto"] = 100069,
		["ChatId"] = 94,
	},
	[95] = {
		["ChatMsg"] = "何为正道？何为魔教？不过世间痴惘之人所见罢了，向左使也这般领悟不透么？也罢，今日既有缘相见，自是好好点教点教！",
		["ChatPhoto"] = 0,
		["ChatId"] = 95,
	},
	[96] = {
		["ChatMsg"] = "来人止步，镖局最近祸事连连，未免祸及无辜，老夫已经将镖局歇业了，阁下要是想押运货物，还是去别的地方吧！",
		["ChatPhoto"] = 100003,
		["ChatId"] = 96,
	},
	[97] = {
		["ChatMsg"] = "林总镖头误会了，在下并不是来做生意的，确实是有要事相告…但之前，冒昧的问一句，你们林家是否有一种叫做辟邪剑法的武学秘籍？",
		["ChatPhoto"] = 0,
		["ChatId"] = 97,
	},
	[98] = {
		["ChatMsg"] = "哼！有又如何，没有又当如何？阁下既然这样问，莫非也想打那剑法的注意？那就别怪老夫不客气了！",
		["ChatPhoto"] = 100003,
		["ChatId"] = 98,
	},
	[99] = {
		["ChatMsg"] = "镖头莫要动气，在下偶然得到消息，有伙贼人觊觎你家剑法，不久就会杀上门来，到时候林家上下几十口人未尝能够幸免于难，我劝镖头还是早作打算的好！",
		["ChatPhoto"] = 0,
		["ChatId"] = 99,
	},
	[100] = {
		["ChatMsg"] = "原来如此，人生一场虚空大梦，韶华白首，如论及一家老小身家性命，这身外之物又算的了什么，也罢，我观少侠一身正气，我便把这剑法传授于你！",
		["ChatPhoto"] = 100003,
		["ChatId"] = 100,
	},
	[101] = {
		["ChatMsg"] = "承蒙镖头厚爱，晚辈有机会一定会护得前辈一家周全，必不会让此等剑法落入贼人之手！",
		["ChatPhoto"] = 0,
		["ChatId"] = 101,
	},
	[102] = {
		["ChatMsg"] = "咦？这伙人明面上看着像生意人，但个个眼露精光，言行举止无不谨慎…嗯，待我上前试上一试！",
		["ChatPhoto"] = 0,
		["ChatId"] = 102,
	},
	[103] = {
		["ChatMsg"] = "莫非又是大师兄惹上的祸端…也罢，兵来将挡，毕竟同门一场，也不要让外人看了笑话去，掉了师父脸面！",
		["ChatPhoto"] = 100005,
		["ChatId"] = 103,
	},
	[104] = {
		["ChatMsg"] = "哼！你们一帮大男人，欺负我一个弱女子，好不知羞…看我不告诉我大师哥，叫他打你屁股…",
		["ChatPhoto"] = 100008,
		["ChatId"] = 104,
	},
	[105] = {
		["ChatMsg"] = "额！原以为是一娇柔小妹，这般看来倒像是天朝女汉…",
		["ChatPhoto"] = 0,
		["ChatId"] = 105,
	},
}