--- 
-- 同伴命数信息表
-- 该文件为代码自动生成，请不要手动修改
-- @module xls.TalentXls
-- 

module("xls.TalentXls")

--- 
-- @type TalentXls
-- @field	#string	Name	名称	 
-- @field	#number	TalentNo	天赋编号	 
-- @field	#string	Des	描述	 
-- 

--- 
-- TalentXls
-- @field [parent=#xls.TalentXls] #TalentXls TalentXls
-- 

--- 
-- data
-- @field [parent=#xls.TalentXls] #table data TalentNo -> @{TalentXls}表
-- 
data = 
{
	[2024] = {
		["Name"] = "无悔",
		["TalentNo"] = 2024,
		["Des"] = "兄妹之情:与<c4>教主无忌<c0>一起上阵时，防御增加<c8>15.8%<c0>；\\n父女同阵:与<c3>杨左使<c0>一起上阵时，生命增加<c8>14.4%<c0>；\\n",
	},
	[5016] = {
		["Name"] = "童姥姥",
		["TalentNo"] = 5016,
		["Des"] = "恩怨难分:与<c4>譃竹子<c0>一起上阵时，闪避增加<c8>26.8%<c0>；\\n同门:与<c4>道无涯<c0>一起上阵时，生命增加<c8>18.3%<c0>；\\n医术高明:与<c4>教主无忌<c0>一起上阵时，攻击增加<c8>13.2%<c0>；\\n性格孤僻:与<c3>李默仇<c0>一起上阵时，防御增加<c8>14.6%<c0>；\\n",
	},
	[3024] = {
		["Name"] = "韩乞儿",
		["TalentNo"] = 3024,
		["Des"] = "小人物:与<c1>陆小猴<c0>一起上阵时，速度增加<c8>13.8%<c0>；\\n",
	},
	[5020] = {
		["Name"] = "萧帮主",
		["TalentNo"] = 5020,
		["Des"] = "豪侠:与<c4>李寻欢<c0>一起上阵时，攻击增加<c8>18.5%<c0>；\\n豪气干云:与<c4>陆小凤<c0>一起上阵时，免伤增加<c8>18.2%<c0>；\\n结义金兰:与<c4>段公子<c0>一起上阵时，生命增加<c8>18.9%<c0>；\\n结义金兰:与<c4>譃竹子<c0>一起上阵时，防御增加<c8>16.8%<c0>；\\n深情男子:与<c4>西门吹雪<c0>一起上阵时，暴击增加<c8>9.8%<c0>；\\n",
	},
	[2026] = {
		["Name"] = "阿大",
		["TalentNo"] = 2026,
		["Des"] = "汝阳王部下:与<c1>阿二<c0>一起上阵时，攻击增加<c8>12.6%<c0>；\\n汝阳王部下:与<c1>阿三<c0>一起上阵时，速度增加<c8>11.5%<c0>；\\n",
	},
	[9010] = {
		["Name"] = "秦梦瑶",
		["TalentNo"] = 9010,
		["Des"] = "女中巾帼:与<c4>石青璇<c0>一起上阵时，防御增加<c8>29.7%<c0>；\\n一脉相承:与<c4>师妃暄<c0>一起上阵时，闪避增加<c8>36%<c0>；\\n剑心通明:与<c4>韩柏<c0>一起上阵时，生命增加<c8>24.3%<c0>；\\n无心江湖:与<c4>徐子陵<c0>一起上阵时，暴击增加<c8>14.4%<c0>；\\n浪子佳人:与<c4>浪翻云<c0>一起上阵时，免伤增加<c8>16.4%<c0>；\\n",
	},
	[3028] = {
		["Name"] = "傻小姑",
		["TalentNo"] = 3028,
		["Des"] = "师公上阵:与<c4>黄岛主<c0>一起上阵时，速度增加<c8>13.8%<c0>；\\n",
	},
	[3029] = {
		["Name"] = "无双",
		["TalentNo"] = 3029,
		["Des"] = "誓死不嫁:与<c2>程小英<c0>一起上阵时，攻击增加<c8>13.8%<c0>；\\n",
	},
	[3030] = {
		["Name"] = "赵庭敬",
		["TalentNo"] = 3030,
		["Des"] = "同门:与<c1>小鹿子<c0>一起上阵时，防御增加<c8>17.2%<c0>；\\n心胸狭窄:与<c2>余观主<c0>一起上阵时，生命增加<c8>15.7%<c0>；\\n",
	},
	[3031] = {
		["Name"] = "程小英",
		["TalentNo"] = 3031,
		["Des"] = "终身不嫁:与<c1>无双<c0>一起上阵时，防御增加<c8>17.2%<c0>；\\n",
	},
	[3032] = {
		["Name"] = "冯残腿",
		["TalentNo"] = 3032,
		["Des"] = "桃花岛:与<c1>乘凨<c0>一起上阵时，命中增加<c8>13.8%<c0>；\\n",
	},
	[3033] = {
		["Name"] = "孙婆婆",
		["TalentNo"] = 3033,
		["Des"] = "古墓派:与<c4>龙姑娘<c0>一起上阵时，命中增加<c8>13.8%<c0>；\\n",
	},
	[2030] = {
		["Name"] = "阿二",
		["TalentNo"] = 2030,
		["Des"] = "汝阳王部下:与<c1>阿大<c0>一起上阵时，攻击增加<c8>12.6%<c0>；\\n同门:与<c1>阿三<c0>一起上阵时，暴击增加<c8>9.6%<c0>；\\n",
	},
	[3035] = {
		["Name"] = "绿萼",
		["TalentNo"] = 3035,
		["Des"] = "痴心一片:与<c4>神雕侠<c0>一起上阵时，攻击增加<c8>13.8%<c0>；\\n聪慧灵巧:与<c2>婉儿<c0>一起上阵时，生命增加<c8>15.7%<c0>；\\n",
	},
	[3036] = {
		["Name"] = "候人熊",
		["TalentNo"] = 3036,
		["Des"] = "同门:与<c1>沙破天<c0>一起上阵时，防御增加<c8>17.2%<c0>；\\n",
	},
	[3037] = {
		["Name"] = "沙破天",
		["TalentNo"] = 3037,
		["Des"] = "同门:与<c1>候人熊<c0>一起上阵时，攻击增加<c8>13.8%<c0>；\\n",
	},
	[2032] = {
		["Name"] = "度地",
		["TalentNo"] = 2032,
		["Des"] = "三神僧:与<c3>度天<c0>一起上阵时，生命增加<c8>15.8%<c0>；\\n三神僧:与<c3>度人<c0>一起上阵时，免伤增加<c8>12.4%<c0>；\\n少林高僧:与<c3>少林掌门<c0>一起上阵时，防御增加<c8>12.9%<c0>；\\n师徒:与<c2>空问和尚<c0>一起上阵时，攻击增加<c8>9.2%<c0>；\\n",
	},
	[3039] = {
		["Name"] = "尼魔",
		["TalentNo"] = 3039,
		["Des"] = "蒙古三杰:与<c1>阮箫湘<c0>一起上阵时，命中增加<c8>13.8%<c0>；\\n蒙古三杰:与<c1>尹克希<c0>一起上阵时，防御增加<c8>15.7%<c0>；\\n",
	},
	[3040] = {
		["Name"] = "尹克希",
		["TalentNo"] = 3040,
		["Des"] = "蒙古三杰:与<c1>尼魔<c0>一起上阵时，闪避增加<c8>23%<c0>；\\n蒙古三杰:与<c1>阮箫湘<c0>一起上阵时，免伤增加<c8>13.6%<c0>；\\n",
	},
	[3041] = {
		["Name"] = "长须",
		["TalentNo"] = 3041,
		["Des"] = "师徒同阵:与<c2>绝情公孙<c0>一起上阵时，免伤增加<c8>14.9%<c0>；\\n",
	},
	[2034] = {
		["Name"] = "敏郡主",
		["TalentNo"] = 2034,
		["Des"] = "古灵精怪:与<c4>黄小蓉<c0>一起上阵时，免伤增加<c8>13.7%<c0>；\\n情敌:与<c4>周小若<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n爱侣:与<c4>教主无忌<c0>一起上阵时，暴击增加<c8>8.6%<c0>；\\n手下:与<c3>鹿轻客<c0>一起上阵时，闪避增加<c8>15.3%<c0>；\\n",
	},
	[2035] = {
		["Name"] = "张五侠",
		["TalentNo"] = 2035,
		["Des"] = "同生共死:与<c2>殷苏苏<c0>一起上阵时，生命增加<c8>15.8%<c0>；\\n武当七侠:与<c1>俞三侠<c0>一起上阵时，防御增加<c8>14.4%<c0>；\\n武当七侠:与<c2>宋明桥<c0>一起上阵时，攻击增加<c8>10.3%<c0>；\\n",
	},
	[2036] = {
		["Name"] = "紫衫王",
		["TalentNo"] = 2036,
		["Des"] = "父女同阵:与<c3>阳定乾<c0>一起上阵时，闪避增加<c8>21%<c0>；\\n不择手段:与<c3>岳掌门<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n护教法王:与<c2>鹰王<c0>一起上阵时，防御增加<c8>12.9%<c0>；\\n",
	},
	[2037] = {
		["Name"] = "蝠王",
		["TalentNo"] = 2037,
		["Des"] = "护教法王:与<c2>紫衫王<c0>一起上阵时，防御增加<c8>15.8%<c0>；\\n",
	},
	[1020] = {
		["Name"] = "丁一师太",
		["TalentNo"] = 1020,
		["Des"] = "恒山\"三定\":与<c2>丁娴师太<c0>一起上阵时，防御增加<c8>14.4%<c0>；\\n极其护短:与<c2>绝情师太<c0>一起上阵时，生命增加<c8>13%<c0>；\\n",
	},
	[2039] = {
		["Name"] = "鹤老翁",
		["TalentNo"] = 2039,
		["Des"] = "玄冥二老:与<c3>鹿轻客<c0>一起上阵时，攻击增加<c8>12.6%<c0>；\\n汝阳王部下:与<c3>范右使<c0>一起上阵时，生命增加<c8>14.4%<c0>；\\n好色之徒:与<c2>田咣咣<c0>一起上阵时，速度增加<c8>10.3%<c0>；\\n主人:与<c3>敏郡主<c0>一起上阵时，命中增加<c8>9.2%<c0>；\\n",
	},
	[1021] = {
		["Name"] = "玉几子",
		["TalentNo"] = 1021,
		["Des"] = "同门:与<c2>泰山掌门<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n",
	},
	[2041] = {
		["Name"] = "小芙",
		["TalentNo"] = 2041,
		["Des"] = "师徒同阵:与<c2>绝情师太<c0>一起上阵时，免伤增加<c8>13.7%<c0>；\\n同门:与<c1>丁小君<c0>一起上阵时，生命增加<c8>14.4%<c0>；\\n",
	},
	[2042] = {
		["Name"] = "昭儿",
		["TalentNo"] = 2042,
		["Des"] = "母女情深:与<c2>紫衫王<c0>一起上阵时，攻击增加<c8>12.6%<c0>；\\n波斯明教:与<c2>常胜王<c0>一起上阵时，速度增加<c8>11.5%<c0>；\\n教主无忌哥哥:与<c4>教主无忌<c0>一起上阵时，暴击增加<c8>8.6%<c0>；\\n情敌:与<c3>敏郡主<c0>一起上阵时，闪避增加<c8>15.3%<c0>；\\n",
	},
	[2043] = {
		["Name"] = "何其道",
		["TalentNo"] = 2043,
		["Des"] = "棋逢对手:与<c1>珍珑棋圣<c0>一起上阵时，攻击增加<c8>12.6%<c0>；\\n",
	},
	[2044] = {
		["Name"] = "黄衫女子",
		["TalentNo"] = 2044,
		["Des"] = "古墓派:与<c4>神雕侠<c0>一起上阵时，命中增加<c8>14.5%<c0>；\\n古墓派:与<c4>龙姑娘<c0>一起上阵时，闪避增加<c8>22%<c0>；\\n九阴秘术:与<c4>黄真君<c0>一起上阵时，速度增加<c8>11.9%<c0>；\\n九阴秘术:与<c4>射雕侠<c0>一起上阵时，攻击增加<c8>10.6%<c0>；\\n神秘高手:与<c4>扫地僧<c0>一起上阵时，防御增加<c8>11.6%<c0>；\\n",
	},
	[1024] = {
		["Name"] = "刘震枫",
		["TalentNo"] = 1024,
		["Des"] = "琴箫合鸣:与<c2>曲长老<c0>一起上阵时，速度增加<c8>11.5%<c0>；\\n",
	},
	[1025] = {
		["Name"] = "曲长老",
		["TalentNo"] = 1025,
		["Des"] = "琴箫合鸣:与<c1>刘震枫<c0>一起上阵时，闪避增加<c8>19.1%<c0>；\\n相依为命:与<c1>曲菲儿<c0>一起上阵时，攻击增加<c8>10.4%<c0>；\\n魔教长老:与<c1>童长老<c0>一起上阵时，防御增加<c8>11.7%<c0>；\\n",
	},
	[1026] = {
		["Name"] = "曲菲儿",
		["TalentNo"] = 1026,
		["Des"] = "相依为命:与<c2>曲长老<c0>一起上阵时，生命增加<c8>14.4%<c0>；\\n",
	},
	[1027] = {
		["Name"] = "劳师兄",
		["TalentNo"] = 1027,
		["Des"] = "同门:与<c1>陆青松<c0>一起上阵时，闪避增加<c8>19.1%<c0>；\\n",
	},
	[1028] = {
		["Name"] = "陆青松",
		["TalentNo"] = 1028,
		["Des"] = "同门:与<c1>劳师兄<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n",
	},
	[1029] = {
		["Name"] = "陆小猴",
		["TalentNo"] = 1029,
		["Des"] = "同门:与<c1>成大优<c0>一起上阵时，速度增加<c8>11.5%<c0>；\\n短命之人:与<c1>韩乞儿<c0>一起上阵时，攻击增加<c8>10.4%<c0>；\\n",
	},
	[1030] = {
		["Name"] = "梅琴先生",
		["TalentNo"] = 1030,
		["Des"] = "梅庄四友:与<c1>秃笔书圣<c0>一起上阵时，暴击增加<c8>9.6%<c0>；\\n梅庄之人:与<c1>丁剑<c0>一起上阵时，攻击增加<c8>10.4%<c0>；\\n",
	},
	[1031] = {
		["Name"] = "秃笔书圣",
		["TalentNo"] = 1031,
		["Des"] = "梅庄四友:与<c1>丹青圣手<c0>一起上阵时，生命增加<c8>14.4%<c0>；\\n梅庄四友:与<c1>梅琴先生<c0>一起上阵时，速度增加<c8>10.4%<c0>；\\n",
	},
	[1032] = {
		["Name"] = "丁剑",
		["TalentNo"] = 1032,
		["Des"] = "主仆同阵:与<c1>梅琴先生<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n",
	},
	[1033] = {
		["Name"] = "丹青圣手",
		["TalentNo"] = 1033,
		["Des"] = "梅庄四友:与<c1>秃笔书圣<c0>一起上阵时，免伤增加<c8>12.4%<c0>；\\n梅庄四友:与<c1>黑白棋圣<c0>一起上阵时，生命增加<c8>13%<c0>；\\n",
	},
	[1034] = {
		["Name"] = "黑白棋圣",
		["TalentNo"] = 1034,
		["Des"] = "梅庄四友:与<c1>梅琴先生<c0>一起上阵时，生命增加<c8>14.4%<c0>；\\n梅庄四友:与<c1>丹青圣手<c0>一起上阵时，命中增加<c8>10.4%<c0>；\\n",
	},
	[1035] = {
		["Name"] = "不诫僧",
		["TalentNo"] = 1035,
		["Des"] = "不可不戒:与<c2>田咣咣<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n不像和尚:与<c1>口袋和尚<c0>一起上阵时，命中增加<c8>10.4%<c0>；\\n好友:与<c1>平一叟<c0>一起上阵时，防御增加<c8>11.7%<c0>；\\n",
	},
	[1036] = {
		["Name"] = "平一叟",
		["TalentNo"] = 1036,
		["Des"] = "惧内:与<c2>不诫僧<c0>一起上阵时，闪避增加<c8>19.1%<c0>；\\n古怪神医:与<c1>珍珑棋圣<c0>一起上阵时，速度增加<c8>10.4%<c0>；\\n",
	},
	[1037] = {
		["Name"] = "绿竹老叟",
		["TalentNo"] = 1037,
		["Des"] = "魔教教众:与<c1>童长老<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n淡泊江湖:与<c2>曲长老<c0>一起上阵时，防御增加<c8>13%<c0>；\\n",
	},
	[1038] = {
		["Name"] = "扬莲弟",
		["TalentNo"] = 1038,
		["Des"] = "错误结合:与<c4>东方教主<c0>一起上阵时，免伤增加<c8>12.4%<c0>；\\n",
	},
	[1039] = {
		["Name"] = "童长老",
		["TalentNo"] = 1039,
		["Des"] = "魔教教众:与<c2>曲长老<c0>一起上阵时，命中增加<c8>11.5%<c0>；\\n魔教长老:与<c1>绿竹老叟<c0>一起上阵时，防御增加<c8>13%<c0>；\\n",
	},
	[1040] = {
		["Name"] = "余观主",
		["TalentNo"] = 1040,
		["Des"] = "心胸狭窄:与<c1>赵庭敬<c0>一起上阵时，暴击增加<c8>9.6%<c0>；\\n师徒:与<c1>罗小杰<c0>一起上阵时，攻击增加<c8>10.4%<c0>；\\n师徒:与<c1>于小豪<c0>一起上阵时，闪避增加<c8>15.7%<c0>；\\n",
	},
	[1041] = {
		["Name"] = "罗小杰",
		["TalentNo"] = 1041,
		["Des"] = "师徒:与<c2>余观主<c0>一起上阵时，生命增加<c8>14.4%<c0>；\\n同门:与<c1>于小豪<c0>一起上阵时，攻击增加<c8>10.4%<c0>；\\n",
	},
	[1042] = {
		["Name"] = "于小豪",
		["TalentNo"] = 1042,
		["Des"] = "同门:与<c1>罗小杰<c0>一起上阵时，闪避增加<c8>19.1%<c0>；\\n师徒:与<c2>余观主<c0>一起上阵时，攻击增加<c8>10.4%<c0>；\\n",
	},
	[12001] = {
		["Name"] = "小宝",
		["TalentNo"] = 12001,
		["Des"] = "阿谀奉承:与<c1>文丑丑<c0>一起上阵时，命中增加<c8>5%<c0>；\\n生性好色:与<c3>乾罗<c0>一起上阵时，防御增加<c8>12%<c0>；\\n师徒同阵:与<c3>九难神尼神尼<c0>一起上阵时，生命增加<c8>10%<c0>；\\n师徒同阵:与<c3>洪桉通<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n",
	},
	[12005] = {
		["Name"] = "九难神尼神尼",
		["TalentNo"] = 12005,
		["Des"] = "师徒同阵:与<c3>小宝<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n华山武功:与<c3>玉真子<c0>一起上阵时，速度增加<c8>8%<c0>；\\n师徒同阵:与<c3>木桑<c0>一起上阵时，生命增加<c8>10%<c0>；\\n",
	},
	[12009] = {
		["Name"] = "穆仁清",
		["TalentNo"] = 12009,
		["Des"] = "剑法无双:与<c3>梅念生<c0>一起上阵时，闪避增加<c8>13%<c0>；\\n绝顶高手:与<c4>绝无神<c0>一起上阵时，攻击增加<c8>18%<c0>；\\n师徒同阵:与<c4>袁诚志<c0>一起上阵时，生命增加<c8>16%<c0>；\\n生死之交:与<c3>木桑<c0>一起上阵时，防御增加<c8>12%<c0>；\\n脾气孤僻:与<c3>谢燕客<c0>一起上阵时，速度增加<c8>8%<c0>；\\n",
	},
	[12013] = {
		["Name"] = "苗仁凤",
		["TalentNo"] = 12013,
		["Des"] = "一代大侠:与<c4>铁中唐<c0>一起上阵时，速度增加<c8>13%<c0>；\\n世代为仇:与<c3>胡壹刀<c0>一起上阵时，闪避增加<c8>13%<c0>；\\n终有一战:与<c4>胡婓<c0>一起上阵时，攻击增加<c8>18%<c0>；\\n",
	},
	[12017] = {
		["Name"] = "狄雲",
		["TalentNo"] = 12017,
		["Des"] = "患难之交:与<c3>丁碘<c0>一起上阵时，生命增加<c8>10%<c0>；\\n复仇人:与<c3>夏雪易<c0>一起上阵时，命中增加<c8>13%<c0>；\\n因祸得福:与<c4>韩柏<c0>一起上阵时，速度增加<c8>13%<c0>；\\n命运多厄:与<c4>箫十一郎<c0>一起上阵时，速度增加<c8>13%<c0>；\\n",
	},
	[12021] = {
		["Name"] = "石魄天",
		["TalentNo"] = 12021,
		["Des"] = "谦虚纯朴:与<c4>譃竹子<c0>一起上阵时，生命增加<c8>16%<c0>；\\n忠厚老实:与<c4>射雕侠<c0>一起上阵时，攻击增加<c8>18%<c0>；\\n无师自通:与<c4>黄岛主<c0>一起上阵时，防御增加<c8>16%<c0>；\\n以德报怨:与<c3>谢燕客<c0>一起上阵时，闪避增加<c8>13%<c0>；\\n",
	},
	[11003] = {
		["Name"] = "易风",
		["TalentNo"] = 11003,
		["Des"] = "祖孙同阵:与<c3>聂人王<c0>一起上阵时，攻击增加<c8>23%<c0>；\\n不择手段:与<c2>断浪<c0>一起上阵时，生命增加<c8>26.1%<c0>；\\n亦正亦邪:与<c2>侯希白<c0>一起上阵时，防御增加<c8>23.5%<c0>；\\n",
	},
	[11007] = {
		["Name"] = "断帅",
		["TalentNo"] = 11007,
		["Des"] = "父子同阵:与<c2>断浪<c0>一起上阵时，攻击增加<c8>23%<c0>；\\n狂刀剑首:与<c3>聂人王<c0>一起上阵时，生命增加<c8>26.1%<c0>；\\n",
	},
	[11011] = {
		["Name"] = "秦霜",
		["TalentNo"] = 11011,
		["Des"] = "师徒同阵:与<c4>雄霸<c0>一起上阵时，攻击增加<c8>23%<c0>；\\n同门兄弟:与<c4>聂风<c0>一起上阵时，暴击增加<c8>17.4%<c0>；\\n同门:与<c4>步惊云<c0>一起上阵时，命中增加<c8>18.8%<c0>；\\n拳脚精通:与<c3>宁道奇<c0>一起上阵时，速度增加<c8>16.7%<c0>；\\n",
	},
	[11015] = {
		["Name"] = "无名",
		["TalentNo"] = 11015,
		["Des"] = "南无名北剑圣:与<c3>剑圣<c0>一起上阵时，生命增加<c8>28.7%<c0>；\\n师徒同阵:与<c4>步惊云<c0>一起上阵时，防御增加<c8>26.1%<c0>；\\n手下败将:与<c4>绝无神<c0>一起上阵时，攻击增加<c8>18.8%<c0>；\\n师徒同阵:与<c1>剑晨<c0>一起上阵时，闪避增加<c8>27.8%<c0>；\\n",
	},
	[11019] = {
		["Name"] = "绝心",
		["TalentNo"] = 11019,
		["Des"] = "父子同阵:与<c4>绝无神<c0>一起上阵时，闪避增加<c8>38.3%<c0>；\\n",
	},
	[10001] = {
		["Name"] = "宇文化及",
		["TalentNo"] = 10001,
		["Des"] = "不择手段:与<c2>断浪<c0>一起上阵时，攻击增加<c8>21.8%<c0>；\\n世仇:与<c1>傅君婥<c0>一起上阵时，防御增加<c8>24.8%<c0>；\\n叔侄同阵:与<c1>宇文伤<c0>一起上阵时，生命增加<c8>22.3%<c0>；\\n",
	},
	[10005] = {
		["Name"] = "毕玄",
		["TalentNo"] = 10005,
		["Des"] = "手下败将:与<c1>曲傲<c0>一起上阵时，速度增加<c8>21.8%<c0>；\\n仇敌:与<c2>跋锋寒<c0>一起上阵时，暴击增加<c8>16.5%<c0>；\\n目中无人:与<c2>宋缺<c0>一起上阵时，免伤增加<c8>19.3%<c0>；\\n高傲霸道:与<c2>赤尊信<c0>一起上阵时，攻击增加<c8>15.9%<c0>；\\n武学三大宗师:与<c3>傅采林<c0>一起上阵时，防御增加<c8>17.3%<c0>；\\n",
	},
	[10009] = {
		["Name"] = "李靖",
		["TalentNo"] = 10009,
		["Des"] = "军队中人:与<c1>杜伏威<c0>一起上阵时，命中增加<c8>21.8%<c0>；\\n",
	},
	[10013] = {
		["Name"] = "杨虚彦",
		["TalentNo"] = 10013,
		["Des"] = "同门:与<c2>侯希白<c0>一起上阵时，速度增加<c8>21.8%<c0>；\\n",
	},
	[10017] = {
		["Name"] = "祝玉妍",
		["TalentNo"] = 10017,
		["Des"] = "由爱生恨:与<c4>水母阴姬<c0>一起上阵时，闪避增加<c8>36.4%<c0>；\\n正邪两道:与<c3>言静庵<c0>一起上阵时，攻击增加<c8>19.8%<c0>；\\n师徒同阵:与<c3>婠婠<c0>一起上阵时，生命增加<c8>22.3%<c0>；\\n",
	},
	[10021] = {
		["Name"] = "徐子陵",
		["TalentNo"] = 10021,
		["Des"] = "兄弟同阵:与<c4>寇仲<c0>一起上阵时，速度增加<c8>25.1%<c0>；\\n潇洒飘逸:与<c4>师妃暄<c0>一起上阵时，暴击增加<c8>19%<c0>；\\n情侣:与<c4>石青璇<c0>一起上阵时，攻击增加<c8>20.5%<c0>；\\n超凡出世:与<c4>石之轩<c0>一起上阵时，命中增加<c8>18.2%<c0>；\\n宽厚忠恕:与<c4>聂风<c0>一起上阵时，生命增加<c8>20%<c0>；\\n",
	},
	[9003] = {
		["Name"] = "凌战天",
		["TalentNo"] = 9003,
		["Des"] = "怒蛟帮:与<c2>戚长征<c0>一起上阵时，命中增加<c8>20.7%<c0>；\\n军师谋士:与<c1>沈落雁<c0>一起上阵时，生命增加<c8>23.5%<c0>；\\n怒蛟双锋:与<c4>浪翻云<c0>一起上阵时，攻击增加<c8>16.9%<c0>；\\n",
	},
	[9007] = {
		["Name"] = "韩柏",
		["TalentNo"] = 9007,
		["Des"] = "接天之恋:与<c4>秦梦瑶<c0>一起上阵时，生命增加<c8>29.7%<c0>；\\n洒脱:与<c4>寇仲<c0>一起上阵时，防御增加<c8>27%<c0>；\\n本性善良:与<c4>聂风<c0>一起上阵时，闪避增加<c8>32.4%<c0>；\\n木讷:与<c4>步惊云<c0>一起上阵时，攻击增加<c8>17.3%<c0>；\\n误入纷争:与<c4>徐子陵<c0>一起上阵时，速度增加<c8>15.1%<c0>；\\n",
	},
	[9011] = {
		["Name"] = "方夜羽",
		["TalentNo"] = 9011,
		["Des"] = "同门:与<c1>楞严<c0>一起上阵时，防御增加<c8>25.8%<c0>；\\n",
	},
	[9015] = {
		["Name"] = "虚若无",
		["TalentNo"] = 9015,
		["Des"] = "魔门高手:与<c2>赤尊信<c0>一起上阵时，攻击增加<c8>20.7%<c0>；\\n仇敌:与<c3>里赤媚<c0>一起上阵时，生命增加<c8>23.5%<c0>；\\n异类:与<c4>庞斑<c0>一起上阵时，暴击增加<c8>14.1%<c0>；\\n钦佩:与<c4>浪翻云<c0>一起上阵时，命中增加<c8>15%<c0>；\\n",
	},
	[9019] = {
		["Name"] = "里赤媚",
		["TalentNo"] = 9019,
		["Des"] = "棋逢对手:与<c3>虚若无<c0>一起上阵时，免伤增加<c8>22.4%<c0>；\\n域外宗匠:与<c3>傅采林<c0>一起上阵时，攻击增加<c8>18.8%<c0>；\\n域外宗匠:与<c2>年怜丹<c0>一起上阵时，闪避增加<c8>28.2%<c0>；\\n",
	},
	[9023] = {
		["Name"] = "展羽",
		["TalentNo"] = 9023,
		["Des"] = "黑榜高手:与<c2>烈震北<c0>一起上阵时，命中增加<c8>20.7%<c0>；\\n黑榜高手:与<c2>范良极<c0>一起上阵时，闪避增加<c8>31.3%<c0>；\\n",
	},
	[8001] = {
		["Name"] = "胡铁花",
		["TalentNo"] = 8001,
		["Des"] = "情义浓浓:与<c1>高亚男<c0>一起上阵时，生命增加<c8>24.4%<c0>；\\n",
	},
	[8003] = {
		["Name"] = "薛衣人",
		["TalentNo"] = 8003,
		["Des"] = "剑术超群:与<c4>令少侠<c0>一起上阵时，免伤增加<c8>24.3%<c0>；\\n杀人如草芥:与<c4>风老先生<c0>一起上阵时，攻击增加<c8>20.4%<c0>；\\n恩仇难明:与<c4>楚留香<c0>一起上阵时，命中增加<c8>18.4%<c0>；\\n兄弟:与<c3>薛笑人<c0>一起上阵时，暴击增加<c8>13.6%<c0>；\\n剑术如神:与<c3>傅采林<c0>一起上阵时，速度增加<c8>14.3%<c0>；\\n",
	},
	[8005] = {
		["Name"] = "苏蓉蓉",
		["TalentNo"] = 8005,
		["Des"] = "红颜知己:与<c4>楚留香<c0>一起上阵时，攻击增加<c8>19.5%<c0>；\\n易容高手:与<c3>石观音<c0>一起上阵时，命中增加<c8>17.7%<c0>；\\n痴情人:与<c3>薛冰<c0>一起上阵时，速度增加<c8>16%<c0>；\\n机智多谋:与<c3>宫殷苏苏<c0>一起上阵时，暴击增加<c8>11.8%<c0>；\\n",
	},
	[8007] = {
		["Name"] = "冷秋魂",
		["TalentNo"] = 8007,
		["Des"] = "小人物:与<c1>南频已<c0>一起上阵时，攻击增加<c8>19.5%<c0>；\\n小人物:与<c2>黑珍珠<c0>一起上阵时，生命增加<c8>22.2%<c0>；\\n",
	},
	[8009] = {
		["Name"] = "黑珍珠",
		["TalentNo"] = 8009,
		["Des"] = "小人物:与<c1>南频已<c0>一起上阵时，防御增加<c8>24.4%<c0>；\\n小人物:与<c1>冷秋魂<c0>一起上阵时，闪避增加<c8>29.6%<c0>；\\n",
	},
	[8011] = {
		["Name"] = "无花",
		["TalentNo"] = 8011,
		["Des"] = "自负:与<c4>公子羽<c0>一起上阵时，闪避增加<c8>32.5%<c0>；\\n孤傲:与<c4>西门吹雪<c0>一起上阵时，攻击增加<c8>17.7%<c0>；\\n母子同阵:与<c3>石观音<c0>一起上阵时，生命增加<c8>20%<c0>；\\n父子同阵:与<c2>天枫十四郎<c0>一起上阵时，暴击增加<c8>11.8%<c0>；\\n",
	},
	[8013] = {
		["Name"] = "石观音",
		["TalentNo"] = 8013,
		["Des"] = "易容高手:与<c3>苏蓉蓉<c0>一起上阵时，防御增加<c8>24.4%<c0>；\\n母子同阵:与<c3>无花<c0>一起上阵时，攻击增加<c8>17.7%<c0>；\\n易容高手:与<c2>司空摘星<c0>一起上阵时，生命增加<c8>20%<c0>；\\n自负:与<c4>叶孤城<c0>一起上阵时，闪避增加<c8>23.7%<c0>；\\n",
	},
	[8015] = {
		["Name"] = "楚留香",
		["TalentNo"] = 8015,
		["Des"] = "弹指神功:与<c4>黄岛主<c0>一起上阵时，暴击增加<c8>18.7%<c0>；\\n浪子:与<c4>陆小凤<c0>一起上阵时，攻击增加<c8>20.4%<c0>；\\n轻功高超:与<c4>段公子<c0>一起上阵时，命中增加<c8>18.4%<c0>；\\n俊秀飘逸:与<c4>徐子陵<c0>一起上阵时，速度增加<c8>16.3%<c0>；\\n师徒同阵:与<c4>夜帝<c0>一起上阵时，生命增加<c8>17.8%<c0>；\\n",
	},
	[8017] = {
		["Name"] = "柳无眉",
		["TalentNo"] = 8017,
		["Des"] = "小人物:与<c1>戴独行<c0>一起上阵时，闪避增加<c8>32.5%<c0>；\\n夫妻同阵:与<c1>李玉函<c0>一起上阵时，防御增加<c8>22.2%<c0>；\\n处处相争:与<c4>楚留香<c0>一起上阵时，生命增加<c8>20%<c0>；\\n宫主:与<c4>水母阴姬<c0>一起上阵时，免伤增加<c8>15.4%<c0>；\\n",
	},
	[8019] = {
		["Name"] = "李红袖",
		["TalentNo"] = 8019,
		["Des"] = "同爱盗帅:与<c1>琵琶<c0>一起上阵时，命中增加<c8>19.5%<c0>；\\n同爱盗帅:与<c1>宋甜儿<c0>一起上阵时，攻击增加<c8>17.7%<c0>；\\n爱慕:与<c4>楚留香<c0>一起上阵时，暴击增加<c8>13.3%<c0>；\\n姐妹:与<c3>苏蓉蓉<c0>一起上阵时，免伤增加<c8>15.4%<c0>；\\n",
	},
	[8021] = {
		["Name"] = "戴独行",
		["TalentNo"] = 8021,
		["Des"] = "小人物:与<c3>柳无眉<c0>一起上阵时，攻击增加<c8>19.5%<c0>；\\n小人物:与<c1>李玉函<c0>一起上阵时，防御增加<c8>22.2%<c0>；\\n",
	},
	[7001] = {
		["Name"] = "洛马",
		["TalentNo"] = 7001,
		["Des"] = "小人物:与<c1>柳乘风<c0>一起上阵时，闪避增加<c8>30.6%<c0>；\\n小人物:与<c1>泥人张<c0>一起上阵时，防御增加<c8>20.9%<c0>；\\n",
	},
	[7003] = {
		["Name"] = "花满楼",
		["TalentNo"] = 7003,
		["Des"] = "失明的人:与<c4>原随云<c0>一起上阵时，攻击增加<c8>18.4%<c0>；\\n挚友:与<c4>陆小凤<c0>一起上阵时，暴击增加<c8>13.9%<c0>；\\n儒雅:与<c4>段公子<c0>一起上阵时，速度增加<c8>15%<c0>；\\n父子同阵:与<c1>花如令<c0>一起上阵时，命中增加<c8>13.4%<c0>；\\n",
	},
	[7005] = {
		["Name"] = "花如令",
		["TalentNo"] = 7005,
		["Des"] = "父子同阵:与<c3>花满楼<c0>一起上阵时，攻击增加<c8>18.4%<c0>；\\n",
	},
	[7007] = {
		["Name"] = "西门吹雪",
		["TalentNo"] = 7007,
		["Des"] = "生性冷傲:与<c4>叶孤城<c0>一起上阵时，暴击增加<c8>17.6%<c0>；\\n至交好友:与<c4>陆小凤<c0>一起上阵时，攻击增加<c8>19.2%<c0>；\\n剑术通神:与<c4>薛衣人<c0>一起上阵时，命中增加<c8>17.3%<c0>；\\n剑术超群:与<c4>令少侠<c0>一起上阵时，速度增加<c8>15.4%<c0>；\\n剑术如神:与<c4>风老先生<c0>一起上阵时，生命增加<c8>16.8%<c0>；\\n",
	},
	[7009] = {
		["Name"] = "独孤一鹤",
		["TalentNo"] = 7009,
		["Des"] = "绝世高手:与<c4>西门吹雪<c0>一起上阵时，攻击增加<c8>18.4%<c0>；\\n不择手段:与<c3>公孙大娘<c0>一起上阵时，免伤增加<c8>18.1%<c0>；\\n绝世高手:与<c2>宫九<c0>一起上阵时，防御增加<c8>18.8%<c0>；\\n",
	},
	[7011] = {
		["Name"] = "公孙大娘",
		["TalentNo"] = 7011,
		["Des"] = "不择手段:与<c2>独孤一鹤<c0>一起上阵时，暴击增加<c8>15.3%<c0>；\\n狠毒女子:与<c3>石观音<c0>一起上阵时，攻击增加<c8>16.7%<c0>；\\n红鞋子:与<c3>薛冰<c0>一起上阵时，防御增加<c8>18.8%<c0>；\\n组织头目:与<c3>薛笑人<c0>一起上阵时，生命增加<c8>16.7%<c0>；\\n",
	},
	[7013] = {
		["Name"] = "木道人",
		["TalentNo"] = 7013,
		["Des"] = "枭雄:与<c4>叶孤城<c0>一起上阵时，闪避增加<c8>30.6%<c0>；\\n绝世高手:与<c4>西门吹雪<c0>一起上阵时，速度增加<c8>16.7%<c0>；\\n剑法高超:与<c2>荆无命<c0>一起上阵时，免伤增加<c8>16.3%<c0>；\\n绝世高手:与<c4>陆小凤<c0>一起上阵时，生命增加<c8>16.7%<c0>；\\n",
	},
	[7015] = {
		["Name"] = "宫殷苏苏",
		["TalentNo"] = 7015,
		["Des"] = "有情义:与<c4>陆小凤<c0>一起上阵时，暴击增加<c8>15.3%<c0>；\\n兄妹:与<c2>宫九<c0>一起上阵时，攻击增加<c8>16.7%<c0>；\\n武功传人:与<c4>吴明<c0>一起上阵时，命中增加<c8>15%<c0>；\\n易容高手:与<c3>苏蓉蓉<c0>一起上阵时，闪避增加<c8>22.3%<c0>；\\n",
	},
	[7017] = {
		["Name"] = "陆小凤",
		["TalentNo"] = 7017,
		["Des"] = "至交好友:与<c4>西门吹雪<c0>一起上阵时，闪避增加<c8>35.2%<c0>；\\n轻功高超:与<c4>段公子<c0>一起上阵时，防御增加<c8>24%<c0>；\\n攻守得宜:与<c4>楚留香<c0>一起上阵时，生命增加<c8>21.6%<c0>；\\n多情:与<c4>石之轩<c0>一起上阵时，速度增加<c8>15.4%<c0>；\\n逍遥自在:与<c4>徐子陵<c0>一起上阵时，免伤增加<c8>14.6%<c0>；\\n",
	},
	[7019] = {
		["Name"] = "方玉飞",
		["TalentNo"] = 7019,
		["Des"] = "小人物:与<c1>冷小星<c0>一起上阵时，命中增加<c8>18.4%<c0>；\\n",
	},
	[7021] = {
		["Name"] = "叶雪",
		["TalentNo"] = 7021,
		["Des"] = "姐妹同阵:与<c1>叶灵<c0>一起上阵时，攻击增加<c8>18.4%<c0>；\\n",
	},
	[6001] = {
		["Name"] = "阿飞",
		["TalentNo"] = 6001,
		["Des"] = "错爱:与<c3>林仙儿<c0>一起上阵时，防御增加<c8>21.5%<c0>；\\n剑客:与<c2>荆无命<c0>一起上阵时，速度增加<c8>15.7%<c0>；\\n浪子:与<c3>叶开<c0>一起上阵时，攻击增加<c8>14.1%<c0>；\\n挚友:与<c4>李寻欢<c0>一起上阵时，生命增加<c8>15.7%<c0>；\\n",
	},
	[6003] = {
		["Name"] = "林仙儿",
		["TalentNo"] = 6003,
		["Des"] = "错爱:与<c3>阿飞<c0>一起上阵时，速度增加<c8>17.2%<c0>；\\n结拜姐妹:与<c3>林诗音<c0>一起上阵时，攻击增加<c8>15.7%<c0>；\\n虚以委蛇:与<c4>李寻欢<c0>一起上阵时，暴击增加<c8>11.7%<c0>；\\n蛇蝎心肠:与<c3>紫儿<c0>一起上阵时，命中增加<c8>12.5%<c0>；\\n",
	},
	[6005] = {
		["Name"] = "上官金虹",
		["TalentNo"] = 6005,
		["Des"] = "野心勃勃:与<c4>吴明<c0>一起上阵时，闪避增加<c8>33%<c0>；\\n野心勃勃:与<c4>原随云<c0>一起上阵时，命中增加<c8>18%<c0>；\\n暗器精通:与<c4>陆小凤<c0>一起上阵时，防御增加<c8>20.2%<c0>；\\n枭雄:与<c4>庞斑<c0>一起上阵时，速度增加<c8>14.4%<c0>；\\n影子:与<c2>荆无命<c0>一起上阵时，攻击增加<c8>12.6%<c0>；\\n",
	},
	[6007] = {
		["Name"] = "孙小红",
		["TalentNo"] = 6007,
		["Des"] = "情敌:与<c3>林诗音<c0>一起上阵时，闪避增加<c8>28.7%<c0>；\\n活泼可爱:与<c4>阿青<c0>一起上阵时，速度增加<c8>15.7%<c0>；\\n",
	},
	[6009] = {
		["Name"] = "百晓生",
		["TalentNo"] = 6009,
		["Des"] = "引起争斗:与<c3>慕容宇博<c0>一起上阵时，防御增加<c8>21.5%<c0>；\\n不择手段:与<c1>马空群<c0>一起上阵时，生命增加<c8>19.6%<c0>；\\n",
	},
	[6011] = {
		["Name"] = "傅红雪",
		["TalentNo"] = 6011,
		["Des"] = "缺陷:与<c4>楚留香<c0>一起上阵时，攻击增加<c8>17.2%<c0>；\\n正直善良:与<c3>花满楼<c0>一起上阵时，暴击增加<c8>13%<c0>；\\n孤傲:与<c4>叶孤城<c0>一起上阵时，生命增加<c8>17.6%<c0>；\\n刀客:与<c3>封寒<c0>一起上阵时，命中增加<c8>12.5%<c0>；\\n",
	},
	[6013] = {
		["Name"] = "马空群",
		["TalentNo"] = 6013,
		["Des"] = "不择手段:与<c1>百晓生<c0>一起上阵时，命中增加<c8>17.2%<c0>；\\n仇敌:与<c3>叶开<c0>一起上阵时，速度增加<c8>15.7%<c0>；\\n",
	},
	[6015] = {
		["Name"] = "叶开",
		["TalentNo"] = 6015,
		["Des"] = "宿命:与<c3>傅红雪<c0>一起上阵时，攻击增加<c8>17.2%<c0>；\\n父子同阵:与<c2>白天羽<c0>一起上阵时，速度增加<c8>15.7%<c0>；\\n师徒同阵:与<c4>李寻欢<c0>一起上阵时，防御增加<c8>17.6%<c0>；\\n母子同阵:与<c2>花白凤<c0>一起上阵时，命中增加<c8>12.5%<c0>；\\n",
	},
	[6017] = {
		["Name"] = "燕南飞",
		["TalentNo"] = 6017,
		["Des"] = "悲剧人物:与<c2>中原一点红<c0>一起上阵时，速度增加<c8>17.2%<c0>；\\n替身:与<c4>公子羽<c0>一起上阵时，生命增加<c8>19.6%<c0>；\\n傀儡:与<c2>面具人<c0>一起上阵时，攻击增加<c8>14.1%<c0>；\\n",
	},
	[6019] = {
		["Name"] = "公子羽",
		["TalentNo"] = 6019,
		["Des"] = "世间巅峰:与<c4>原随云<c0>一起上阵时，攻击增加<c8>19.8%<c0>；\\n称雄天下:与<c4>石之轩<c0>一起上阵时，命中增加<c8>18%<c0>；\\n野心勃勃:与<c4>庞斑<c0>一起上阵时，防御增加<c8>20.2%<c0>；\\n野心勃勃:与<c4>吴明<c0>一起上阵时，生命增加<c8>18%<c0>；\\n绝世高手:与<c4>浪翻云<c0>一起上阵时，暴击增加<c8>10.5%<c0>；\\n",
	},
	[11004] = {
		["Name"] = "步惊云",
		["TalentNo"] = 11004,
		["Des"] = "兄弟同阵:与<c4>聂风<c0>一起上阵时，暴击增加<c8>22%<c0>；\\n师徒恩仇:与<c4>雄霸<c0>一起上阵时，攻击增加<c8>24%<c0>；\\n木讷:与<c3>无名<c0>一起上阵时，命中增加<c8>21.6%<c0>；\\n云破惊天:与<c4>帝释天<c0>一起上阵时，防御增加<c8>24%<c0>；\\n本性孤僻:与<c4>西门吹雪<c0>一起上阵时，生命增加<c8>21%<c0>；\\n",
	},
	[5001] = {
		["Name"] = "段王爷",
		["TalentNo"] = 5001,
		["Des"] = "父子同阵:与<c4>段公子<c0>一起上阵时，速度增加<c8>16.1%<c0>；\\n情人:与<c1>刀凤凰<c0>一起上阵时，免伤增加<c8>15.8%<c0>；\\n父女:与<c2>婉儿<c0>一起上阵时，攻击增加<c8>13.2%<c0>；\\n",
	},
	[5003] = {
		["Name"] = "岳老三",
		["TalentNo"] = 5003,
		["Des"] = "四大恶人:与<c2>段天残<c0>一起上阵时，生命增加<c8>20.1%<c0>；\\n",
	},
	[5005] = {
		["Name"] = "叶三娘",
		["TalentNo"] = 5005,
		["Des"] = "四大恶人:与<c1>云鹤<c0>一起上阵时，攻击增加<c8>16.1%<c0>；\\n错误结合:与<c3>少林掌门<c0>一起上阵时，免伤增加<c8>15.8%<c0>；\\n",
	},
	[5007] = {
		["Name"] = "刀凤凰",
		["TalentNo"] = 5007,
		["Des"] = "母子同阵:与<c4>段公子<c0>一起上阵时，暴击增加<c8>13.4%<c0>；\\n雨露夫妻:与<c2>段天残<c0>一起上阵时，命中增加<c8>14.6%<c0>；\\n",
	},
	[10002] = {
		["Name"] = "石之轩",
		["TalentNo"] = 10002,
		["Des"] = "父女同阵:与<c4>石青璇<c0>一起上阵时，攻击增加<c8>25.1%<c0>；\\n师徒之义:与<c4>徐子陵<c0>一起上阵时，速度增加<c8>22.8%<c0>；\\n魔门高手:与<c4>公子羽<c0>一起上阵时，暴击增加<c8>17.1%<c0>；\\n武功超绝:与<c4>吴明<c0>一起上阵时，命中增加<c8>18.2%<c0>；\\n不择手段:与<c3>隼人天隐<c0>一起上阵时，免伤增加<c8>17.3%<c0>；\\n",
	},
	[5011] = {
		["Name"] = "少林掌门",
		["TalentNo"] = 5011,
		["Des"] = "得道高僧:与<c3>南绝一灯<c0>一起上阵时，生命增加<c8>20.1%<c0>；\\n得道高僧:与<c3>方震大师<c0>一起上阵时，命中增加<c8>14.6%<c0>；\\n错误结合:与<c1>叶三娘<c0>一起上阵时，防御增加<c8>16.4%<c0>；\\n少林高手:与<c3>度人<c0>一起上阵时，闪避增加<c8>19.5%<c0>；\\n",
	},
	[5013] = {
		["Name"] = "天星宿",
		["TalentNo"] = 5013,
		["Des"] = "师徒反目:与<c4>道无涯<c0>一起上阵时，免伤增加<c8>17.4%<c0>；\\n不择手段:与<c3>左盟主<c0>一起上阵时，攻击增加<c8>14.6%<c0>；\\n心狠手辣:与<c2>段天残<c0>一起上阵时，生命增加<c8>16.4%<c0>；\\n师徒:与<c3>紫儿<c0>一起上阵时，防御增加<c8>14.6%<c0>；\\n",
	},
	[5015] = {
		["Name"] = "道无涯",
		["TalentNo"] = 5015,
		["Des"] = "浪子:与<c4>陆小凤<c0>一起上阵时，生命增加<c8>23.1%<c0>；\\n逍遥散人:与<c4>楚留香<c0>一起上阵时，防御增加<c8>21%<c0>；\\n本性风流:与<c4>韩柏<c0>一起上阵时，闪避增加<c8>25.2%<c0>；\\n风度偏偏:与<c4>徐子陵<c0>一起上阵时，攻击增加<c8>13.4%<c0>；\\n师徒:与<c3>天星宿<c0>一起上阵时，免伤增加<c8>12.7%<c0>；\\n",
	},
	[5017] = {
		["Name"] = "面具人",
		["TalentNo"] = 5017,
		["Des"] = "爱慕:与<c3>紫儿<c0>一起上阵时，免伤增加<c8>17.4%<c0>；\\n性格极端:与<c3>小林子<c0>一起上阵时，生命增加<c8>18.3%<c0>；\\n傀儡:与<c2>燕南飞<c0>一起上阵时，防御增加<c8>16.4%<c0>；\\n",
	},
	[10022] = {
		["Name"] = "寇仲",
		["TalentNo"] = 10022,
		["Des"] = "兄弟同阵:与<c4>徐子陵<c0>一起上阵时，免伤增加<c8>27.2%<c0>；\\n争霸天下:与<c4>叶孤城<c0>一起上阵时，生命增加<c8>28.5%<c0>；\\n豪气:与<c4>石之轩<c0>一起上阵时，速度增加<c8>20.5%<c0>；\\n军事战略家:与<c4>雄霸<c0>一起上阵时，攻击增加<c8>18.2%<c0>；\\n玩世不恭:与<c2>戚长征<c0>一起上阵时，防御增加<c8>20%<c0>；\\n",
	},
	[5021] = {
		["Name"] = "譃竹子",
		["TalentNo"] = 5021,
		["Des"] = "兄弟同阵:与<c4>段公子<c0>一起上阵时，攻击增加<c8>18.5%<c0>；\\n兄弟:与<c4>萧帮主<c0>一起上阵时，暴击增加<c8>14%<c0>；\\n授业恩师:与<c4>道无涯<c0>一起上阵时，命中增加<c8>15.1%<c0>；\\n佛门中人:与<c4>扫地僧<c0>一起上阵时，速度增加<c8>13.4%<c0>；\\n师徒:与<c3>童姥姥<c0>一起上阵时，生命增加<c8>14.7%<c0>；\\n",
	},
	[5023] = {
		["Name"] = "扫地僧",
		["TalentNo"] = 5023,
		["Des"] = "深藏不露:与<c4>公子羽<c0>一起上阵时，防御增加<c8>23.1%<c0>；\\n无人可敌:与<c4>黄真君<c0>一起上阵时，免伤增加<c8>18.2%<c0>；\\n盖代绝世:与<c4>三丰老道<c0>一起上阵时，生命增加<c8>18.9%<c0>；\\n藏经阁:与<c3>慕容宇博<c0>一起上阵时，闪避增加<c8>22.4%<c0>；\\n世间少有:与<c4>陆小凤<c0>一起上阵时，攻击增加<c8>11.8%<c0>；\\n",
	},
	[9012] = {
		["Name"] = "言静庵",
		["TalentNo"] = 9012,
		["Des"] = "圣地禅主:与<c3>了尽<c0>一起上阵时，速度增加<c8>20.7%<c0>；\\n正邪两道:与<c2>祝玉妍<c0>一起上阵时，闪避增加<c8>31.3%<c0>；\\n错爱:与<c4>庞斑<c0>一起上阵时，攻击增加<c8>16.9%<c0>；\\n师徒同阵:与<c4>秦梦瑶<c0>一起上阵时，命中增加<c8>15%<c0>；\\n",
	},
	[9016] = {
		["Name"] = "红日法王",
		["TalentNo"] = 9016,
		["Des"] = "争强好胜:与<c2>宋缺<c0>一起上阵时，攻击增加<c8>20.7%<c0>；\\n域外宗匠:与<c3>里赤媚<c0>一起上阵时，闪避增加<c8>31.3%<c0>；\\n中藏之争:与<c4>秦梦瑶<c0>一起上阵时，免伤增加<c8>18.3%<c0>；\\n",
	},
	[9020] = {
		["Name"] = "谈应手",
		["TalentNo"] = 9020,
		["Des"] = "黑榜高手:与<c2>赤尊信<c0>一起上阵时，命中增加<c8>20.7%<c0>；\\n黑榜高手:与<c2>烈震北<c0>一起上阵时，速度增加<c8>18.8%<c0>；\\n",
	},
	[12041] = {
		["Name"] = "夜帝夫人",
		["TalentNo"] = 12041,
		["Des"] = "舍身相授:与<c4>铁中唐<c0>一起上阵时，生命增加<c8>16%<c0>；\\n怨恨丈夫:与<c3>王雲梦<c0>一起上阵时，速度增加<c8>8%<c0>；\\n夫妻同阵:与<c4>夜帝<c0>一起上阵时，攻击增加<c8>18%<c0>；\\n",
	},
	[12040] = {
		["Name"] = "日后",
		["TalentNo"] = 12040,
		["Des"] = "大旗门:与<c4>铁中唐<c0>一起上阵时，速度增加<c8>13%<c0>；\\n机关算尽:与<c3>快活候<c0>一起上阵时，闪避增加<c8>13%<c0>；\\n武林六大高手:与<c4>夜帝<c0>一起上阵时，生命增加<c8>16%<c0>；\\n不让须眉:与<c4>水母阴姬<c0>一起上阵时，命中增加<c8>16%<c0>；\\n",
	},
	[12039] = {
		["Name"] = "夜帝",
		["TalentNo"] = 12039,
		["Des"] = "性情风流:与<c4>陆小凤<c0>一起上阵时，攻击增加<c8>18%<c0>；\\n江湖高手:与<c3>王雲梦<c0>一起上阵时，速度增加<c8>8%<c0>；\\n夫妻同阵:与<c3>夜帝夫人<c0>一起上阵时，生命增加<c8>10%<c0>；\\n无所不能:与<c3>紫衣爵<c0>一起上阵时，防御增加<c8>12%<c0>；\\n",
	},
	[12038] = {
		["Name"] = "铁中唐",
		["TalentNo"] = 12038,
		["Des"] = "豪迈:与<c4>萧帮主<c0>一起上阵时，防御增加<c8>16%<c0>；\\n机智无双:与<c4>陆小凤<c0>一起上阵时，攻击增加<c8>18%<c0>；\\n古龙三公子:与<c4>李寻欢<c0>一起上阵时，速度增加<c8>13%<c0>；\\n大旗门:与<c4>夜帝<c0>一起上阵时，生命增加<c8>16%<c0>；\\n少年高手:与<c4>胡婓<c0>一起上阵时，闪避增加<c8>16%<c0>；\\n",
	},
	[12037] = {
		["Name"] = "王雲梦",
		["TalentNo"] = 12037,
		["Des"] = "智慧过人:与<c3>日后<c0>一起上阵时，速度增加<c8>8%<c0>；\\n怨恨丈夫:与<c3>夜帝夫人<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n",
	},
	[12036] = {
		["Name"] = "快活候",
		["TalentNo"] = 12036,
		["Des"] = "不择手段:与<c4>雄霸<c0>一起上阵时，速度增加<c8>13%<c0>；\\n邪派高手:与<c4>庞斑<c0>一起上阵时，闪避增加<c8>16%<c0>；\\n机关算尽:与<c3>逍遥王<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n亦正亦邪:与<c3>谢燕客<c0>一起上阵时，防御增加<c8>12%<c0>；\\n英雄与枭雄:与<c4>沈琅<c0>一起上阵时，防御增加<c8>16%<c0>；\\n",
	},
	[12035] = {
		["Name"] = "沈琅",
		["TalentNo"] = 12035,
		["Des"] = "英雄与枭雄:与<c3>快活候<c0>一起上阵时，免伤增加<c8>13%<c0>；\\n逍遥无为:与<c4>箫十一郎<c0>一起上阵时，防御增加<c8>16%<c0>；\\n少年高手:与<c3>阿飞<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n待人以诚:与<c4>李寻欢<c0>一起上阵时，攻击增加<c8>18%<c0>；\\n浪子:与<c4>楚留香<c0>一起上阵时，生命增加<c8>16%<c0>；\\n",
	},
	[12034] = {
		["Name"] = "逍遥王",
		["TalentNo"] = 12034,
		["Des"] = "邪派高手:与<c3>血刀邪祖<c0>一起上阵时，防御增加<c8>12%<c0>；\\n称霸武林:与<c3>快活候<c0>一起上阵时，防御增加<c8>12%<c0>；\\n命运多厄:与<c3>丁碘<c0>一起上阵时，生命增加<c8>10%<c0>；\\n连家人:与<c3>连城碧<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n",
	},
	[12033] = {
		["Name"] = "杨绿柳",
		["TalentNo"] = 12033,
		["Des"] = "古怪老人:与<c3>龙岛主<c0>一起上阵时，免伤增加<c8>13%<c0>；\\n师兄弟同阵:与<c3>度地<c0>一起上阵时，生命增加<c8>10%<c0>；\\n古怪老人:与<c3>木岛主<c0>一起上阵时，防御增加<c8>12%<c0>；\\n天外杀手:与<c3>李红缨<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n",
	},
	[12032] = {
		["Name"] = "李红缨",
		["TalentNo"] = 12032,
		["Des"] = "师兄弟同阵:与<c3>度人<c0>一起上阵时，速度增加<c8>8%<c0>；\\n天外杀手:与<c3>杨绿柳<c0>一起上阵时，防御增加<c8>12%<c0>；\\n古怪老人:与<c3>龙岛主<c0>一起上阵时，生命增加<c8>10%<c0>；\\n古怪老人:与<c3>木岛主<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n",
	},
	[12031] = {
		["Name"] = "箫十一郎",
		["TalentNo"] = 12031,
		["Des"] = "孤独寂寞:与<c4>李寻欢<c0>一起上阵时，攻击增加<c8>18%<c0>；\\n苦命人:与<c4>狄雲<c0>一起上阵时，防御增加<c8>16%<c0>；\\n风流倜傥:与<c4>陆小凤<c0>一起上阵时，生命增加<c8>16%<c0>；\\n怪僻偏激:与<c4>西门吹雪<c0>一起上阵时，防御增加<c8>16%<c0>；\\n聪明人:与<c3>白叁空<c0>一起上阵时，速度增加<c8>8%<c0>；\\n",
	},
	[12030] = {
		["Name"] = "连城碧",
		["TalentNo"] = 12030,
		["Des"] = "情敌:与<c4>箫十一郎<c0>一起上阵时，生命增加<c8>16%<c0>；\\n连家人:与<c3>逍遥王<c0>一起上阵时，速度增加<c8>8%<c0>；\\n",
	},
	[12029] = {
		["Name"] = "白叁空",
		["TalentNo"] = 12029,
		["Des"] = "祖孙同阵:与<c4>方宝钰<c0>一起上阵时，免伤增加<c8>16%<c0>；\\n心忧天下:与<c3>梅念生<c0>一起上阵时，速度增加<c8>8%<c0>；\\n仗义仁慈:与<c4>箫十一郎<c0>一起上阵时，防御增加<c8>16%<c0>；\\n",
	},
	[12028] = {
		["Name"] = "白衣人",
		["TalentNo"] = 12028,
		["Des"] = "东瀛高手:与<c4>绝无神<c0>一起上阵时，攻击增加<c8>18%<c0>；\\n半招之胜:与<c3>紫衣爵<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n宿命之敌:与<c4>方宝钰<c0>一起上阵时，生命增加<c8>16%<c0>；\\n",
	},
	[12027] = {
		["Name"] = "紫衣爵",
		["TalentNo"] = 12027,
		["Des"] = "追求武道:与<c4>方宝钰<c0>一起上阵时，防御增加<c8>16%<c0>；\\n半招之胜:与<c3>白衣人<c0>一起上阵时，生命增加<c8>10%<c0>；\\n",
	},
	[12026] = {
		["Name"] = "方宝钰",
		["TalentNo"] = 12026,
		["Des"] = "正义凛然:与<c3>紫衣爵<c0>一起上阵时，生命增加<c8>10%<c0>；\\n大侠:与<c3>梅念生<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n正义凛然:与<c4>铁中唐<c0>一起上阵时，防御增加<c8>16%<c0>；\\n仁义:与<c4>沈琅<c0>一起上阵时，命中增加<c8>16%<c0>；\\n",
	},
	[12025] = {
		["Name"] = "木岛主",
		["TalentNo"] = 12025,
		["Des"] = "古怪老人:与<c3>杨绿柳<c0>一起上阵时，闪避增加<c8>13%<c0>；\\n古怪老人:与<c3>李红缨<c0>一起上阵时，防御增加<c8>12%<c0>；\\n龙木岛主:与<c3>龙岛主<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n",
	},
	[12024] = {
		["Name"] = "龙岛主",
		["TalentNo"] = 12024,
		["Des"] = "古怪老人:与<c3>杨绿柳<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n龙木岛主:与<c3>木岛主<c0>一起上阵时，命中增加<c8>13%<c0>；\\n古怪老人:与<c3>李红缨<c0>一起上阵时，速度增加<c8>8%<c0>；\\n",
	},
	[12023] = {
		["Name"] = "谢燕客",
		["TalentNo"] = 12023,
		["Des"] = "师徒之义:与<c4>石魄天<c0>一起上阵时，防御增加<c8>16%<c0>；\\n世外高人:与<c4>穆仁清<c0>一起上阵时，闪避增加<c8>16%<c0>；\\n",
	},
	[12022] = {
		["Name"] = "白自再",
		["TalentNo"] = 12022,
		["Des"] = "自欺欺人:与<c3>天星宿<c0>一起上阵时，生命增加<c8>10%<c0>；\\n自负狂傲:与<c3>洪桉通<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n",
	},
	[12020] = {
		["Name"] = "梅念生",
		["TalentNo"] = 12020,
		["Des"] = "正义禀然:与<c4>方宝钰<c0>一起上阵时，命中增加<c8>16%<c0>；\\n江湖高手:与<c4>苗仁凤<c0>一起上阵时，速度增加<c8>13%<c0>；\\n情系苍生:与<c4>徐子陵<c0>一起上阵时，生命增加<c8>16%<c0>；\\n武林民宿:与<c3>丁碘<c0>一起上阵时，速度增加<c8>8%<c0>；\\n淡泊名利:与<c4>穆仁清<c0>一起上阵时，攻击增加<c8>18%<c0>；\\n",
	},
	[1022] = {
		["Name"] = "林镖头",
		["TalentNo"] = 1022,
		["Des"] = "父子同阵:与<c3>小林子<c0>一起上阵时，防御增加<c8>14.4%<c0>；\\n",
	},
	[12018] = {
		["Name"] = "血刀邪祖",
		["TalentNo"] = 12018,
		["Des"] = "纯粹坏人:与<c3>天星宿<c0>一起上阵时，防御增加<c8>12%<c0>；\\n手段狠辣:与<c3>洪桉通<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n诡计多端:与<c3>玉真子<c0>一起上阵时，速度增加<c8>8%<c0>；\\n心狠手辣:与<c3>冯锡范<c0>一起上阵时，生命增加<c8>10%<c0>；\\n",
	},
	[12016] = {
		["Name"] = "白公公",
		["TalentNo"] = 12016,
		["Des"] = "师徒同阵:与<c4>阿青<c0>一起上阵时，闪避增加<c8>16%<c0>；\\n",
	},
	[8002] = {
		["Name"] = "高亚男",
		["TalentNo"] = 8002,
		["Des"] = "情意浓浓:与<c2>胡铁花<c0>一起上阵时，速度增加<c8>19.5%<c0>；\\n挚友:与<c4>楚留香<c0>一起上阵时，攻击增加<c8>17.7%<c0>；\\n",
	},
	[12014] = {
		["Name"] = "范蠡",
		["TalentNo"] = 12014,
		["Des"] = "错爱:与<c4>阿青<c0>一起上阵时，攻击增加<c8>18%<c0>；\\n谋士:与<c2>凌战天<c0>一起上阵时，命中增加<c8>8%<c0>；\\n",
	},
	[12012] = {
		["Name"] = "胡壹刀",
		["TalentNo"] = 12012,
		["Des"] = "粗犷豪迈:与<c4>铁中唐<c0>一起上阵时，闪避增加<c8>16%<c0>；\\n世代为仇:与<c4>苗仁凤<c0>一起上阵时，命中增加<c8>16%<c0>；\\n父子同阵:与<c4>胡婓<c0>一起上阵时，免伤增加<c8>16%<c0>；\\n",
	},
	[2003] = {
		["Name"] = "宋明桥",
		["TalentNo"] = 2003,
		["Des"] = "武当七侠:与<c2>张五侠<c0>一起上阵时，生命增加<c8>15.8%<c0>；\\n武当七侠:与<c2>殷六侠<c0>一起上阵时，防御增加<c8>14.4%<c0>；\\n道家真人:与<c2>丘海澜<c0>一起上阵时，速度增加<c8>10.3%<c0>；\\n",
	},
	[12010] = {
		["Name"] = "玉真子",
		["TalentNo"] = 12010,
		["Des"] = "不择手段:与<c4>帝释天<c0>一起上阵时，防御增加<c8>16%<c0>；\\n同门:与<c3>木桑<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n心狠手辣:与<c3>血刀邪祖<c0>一起上阵时，命中增加<c8>13%<c0>；\\n",
	},
	[12008] = {
		["Name"] = "木桑",
		["TalentNo"] = 12008,
		["Des"] = "至交好友:与<c4>穆仁清<c0>一起上阵时，生命增加<c8>16%<c0>；\\n忘年之交:与<c4>袁诚志<c0>一起上阵时，攻击增加<c8>18%<c0>；\\n同门:与<c3>玉真子<c0>一起上阵时，防御增加<c8>12%<c0>；\\n",
	},
	[8016] = {
		["Name"] = "原随云",
		["TalentNo"] = 8016,
		["Des"] = "自负:与<c4>石之轩<c0>一起上阵时，生命增加<c8>28.1%<c0>；\\n争霸天下:与<c4>雄霸<c0>一起上阵时，防御增加<c8>25.5%<c0>；\\n志在天下:与<c4>帝释天<c0>一起上阵时，免伤增加<c8>19.9%<c0>；\\n野心勃勃:与<c4>绝无神<c0>一起上阵时，闪避增加<c8>27.2%<c0>；\\n出神入化:与<c4>庞斑<c0>一起上阵时，速度增加<c8>14.3%<c0>；\\n",
	},
	[12006] = {
		["Name"] = "袁诚志",
		["TalentNo"] = 12006,
		["Des"] = "英雄好汉:与<c3>陈总舵主<c0>一起上阵时，防御增加<c8>12%<c0>；\\n相恋:与<c3>九难神尼神尼<c0>一起上阵时，生命增加<c8>10%<c0>；\\n师徒之谊:与<c3>夏雪易<c0>一起上阵时，速度增加<c8>8%<c0>；\\n忘年之交:与<c3>木桑<c0>一起上阵时，免伤增加<c8>13%<c0>；\\n死敌:与<c3>玉真子<c0>一起上阵时，命中增加<c8>13%<c0>；\\n",
	},
	[12004] = {
		["Name"] = "冯锡范",
		["TalentNo"] = 12004,
		["Des"] = "阴险至极:与<c3>血刀邪祖<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n不择手段:与<c4>绝无神<c0>一起上阵时，速度增加<c8>13%<c0>；\\n台湾三杰:与<c3>陈总舵主<c0>一起上阵时，命中增加<c8>13%<c0>；\\n",
	},
	[6006] = {
		["Name"] = "荆无命",
		["TalentNo"] = 6006,
		["Des"] = "剑客:与<c2>中原一点红<c0>一起上阵时，生命增加<c8>21.5%<c0>；\\n影子:与<c4>上官金虹<c0>一起上阵时，速度增加<c8>15.7%<c0>；\\n师徒:与<c1>路小佳<c0>一起上阵时，攻击增加<c8>14.1%<c0>；\\n",
	},
	[12002] = {
		["Name"] = "陈总舵主",
		["TalentNo"] = 12002,
		["Des"] = "英雄好汉:与<c4>袁诚志<c0>一起上阵时，命中增加<c8>16%<c0>；\\n师徒同阵:与<c3>小宝<c0>一起上阵时，防御增加<c8>12%<c0>；\\n",
	},
	[7006] = {
		["Name"] = "金九龄",
		["TalentNo"] = 7006,
		["Des"] = "宿命:与<c4>陆小凤<c0>一起上阵时，生命增加<c8>23%<c0>；\\n",
	},
	[11020] = {
		["Name"] = "捕神",
		["TalentNo"] = 11020,
		["Des"] = "剑宗同门:与<c1>剑晨<c0>一起上阵时，攻击增加<c8>23%<c0>；\\n",
	},
	[11016] = {
		["Name"] = "剑晨",
		["TalentNo"] = 11016,
		["Des"] = "剑宗同门:与<c1>捕神<c0>一起上阵时，防御增加<c8>28.7%<c0>；\\n师徒同阵:与<c3>无名<c0>一起上阵时，攻击增加<c8>20.9%<c0>；\\n",
	},
	[11014] = {
		["Name"] = "释武尊",
		["TalentNo"] = 11014,
		["Des"] = "舍身相授:与<c4>步惊云<c0>一起上阵时，生命增加<c8>28.7%<c0>；\\n舍身相授:与<c2>赤尊信<c0>一起上阵时，攻击增加<c8>20.9%<c0>；\\n",
	},
	[8010] = {
		["Name"] = "薛笑人",
		["TalentNo"] = 8010,
		["Des"] = "组织头目:与<c3>公孙大娘<c0>一起上阵时，攻击增加<c8>19.5%<c0>；\\n杀手头目:与<c4>吴明<c0>一起上阵时，速度增加<c8>17.7%<c0>；\\n兄弟同阵:与<c4>薛衣人<c0>一起上阵时，暴击增加<c8>13.3%<c0>；\\n授身武学:与<c2>中原一点红<c0>一起上阵时，防御增加<c8>17.7%<c0>；\\n",
	},
	[11012] = {
		["Name"] = "文丑丑",
		["TalentNo"] = 11012,
		["Des"] = "阿谀奉承:与<c3>小宝<c0>一起上阵时，免伤增加<c8>24.9%<c0>；\\n",
	},
	[6018] = {
		["Name"] = "明月心",
		["TalentNo"] = 6018,
		["Des"] = "夫妻同阵:与<c4>公子羽<c0>一起上阵时，免伤增加<c8>18.7%<c0>；\\n悲剧女子:与<c3>林诗音<c0>一起上阵时，攻击增加<c8>15.7%<c0>；\\n",
	},
	[11008] = {
		["Name"] = "断浪",
		["TalentNo"] = 11008,
		["Des"] = "父子同阵:与<c1>断帅<c0>一起上阵时，生命增加<c8>28.7%<c0>；\\n不择手段:与<c2>易风<c0>一起上阵时，攻击增加<c8>20.9%<c0>；\\n不择手段:与<c2>宇文化及<c0>一起上阵时，防御增加<c8>23.5%<c0>；\\n",
	},
	[11006] = {
		["Name"] = "步天",
		["TalentNo"] = 11006,
		["Des"] = "父子同阵:与<c4>步惊云<c0>一起上阵时，闪避增加<c8>38.3%<c0>；\\n祖孙同阵:与<c1>霍步天<c0>一起上阵时，速度增加<c8>20.9%<c0>；\\n",
	},
	[8012] = {
		["Name"] = "天枫十四郎",
		["TalentNo"] = 8012,
		["Des"] = "父子同阵:与<c3>无花<c0>一起上阵时，防御增加<c8>24.4%<c0>；\\n一往情深:与<c3>石观音<c0>一起上阵时，闪避增加<c8>29.6%<c0>；\\n东瀛高手:与<c3>隼人天隐<c0>一起上阵时，生命增加<c8>20%<c0>；\\n",
	},
	[11002] = {
		["Name"] = "聂人王",
		["TalentNo"] = 11002,
		["Des"] = "狂刀剑首:与<c1>断帅<c0>一起上阵时，攻击增加<c8>23%<c0>；\\n祖孙同阵:与<c2>易风<c0>一起上阵时，生命增加<c8>26.1%<c0>；\\n父子同阵:与<c4>聂风<c0>一起上阵时，免伤增加<c8>20.3%<c0>；\\n一决高下:与<c4>雄霸<c0>一起上阵时，闪避增加<c8>27.8%<c0>；\\n",
	},
	[10020] = {
		["Name"] = "婠婠",
		["TalentNo"] = 10020,
		["Des"] = "师徒同阵:与<c2>祝玉妍<c0>一起上阵时，攻击增加<c8>21.8%<c0>；\\n情敌:与<c4>石青璇<c0>一起上阵时，命中增加<c8>19.8%<c0>；\\n对手:与<c4>师妃暄<c0>一起上阵时，速度增加<c8>17.8%<c0>；\\n亦敌亦友:与<c4>徐子陵<c0>一起上阵时，暴击增加<c8>13.2%<c0>；\\n",
	},
	[10016] = {
		["Name"] = "沈落雁",
		["TalentNo"] = 10016,
		["Des"] = "军师谋士:与<c2>凌战天<c0>一起上阵时，攻击增加<c8>21.8%<c0>；\\n",
	},
	[8006] = {
		["Name"] = "中原一点红",
		["TalentNo"] = 8006,
		["Des"] = "剑客:与<c3>阿飞<c0>一起上阵时，速度增加<c8>19.5%<c0>；\\n剑客:与<c2>荆无命<c0>一起上阵时，防御增加<c8>22.2%<c0>；\\n授身武学:与<c3>薛笑人<c0>一起上阵时，闪避增加<c8>26.6%<c0>；\\n悲剧人物:与<c2>燕南飞<c0>一起上阵时，生命增加<c8>17.7%<c0>；\\n",
	},
	[10014] = {
		["Name"] = "曲傲",
		["TalentNo"] = 10014,
		["Des"] = "手下败将:与<c3>毕玄<c0>一起上阵时，命中增加<c8>21.8%<c0>；\\n",
	},
	[10012] = {
		["Name"] = "跋锋寒",
		["TalentNo"] = 10012,
		["Des"] = "化敌为友:与<c2>侯希白<c0>一起上阵时，闪避增加<c8>36.4%<c0>；\\n仇敌:与<c3>毕玄<c0>一起上阵时，防御增加<c8>24.8%<c0>；\\n",
	},
	[5006] = {
		["Name"] = "秦绵绵",
		["TalentNo"] = 5006,
		["Des"] = "母女师徒:与<c2>婉儿<c0>一起上阵时，闪避增加<c8>26.8%<c0>；\\n",
	},
	[10010] = {
		["Name"] = "杜伏威",
		["TalentNo"] = 10010,
		["Des"] = "军队中人:与<c2>李靖<c0>一起上阵时，攻击增加<c8>21.8%<c0>；\\n",
	},
	[10008] = {
		["Name"] = "宁道奇",
		["TalentNo"] = 10008,
		["Des"] = "武学三大宗师:与<c3>傅采林<c0>一起上阵时，免伤增加<c8>23.6%<c0>；\\n武学三大宗师:与<c3>毕玄<c0>一起上阵时，攻击增加<c8>19.8%<c0>；\\n宗师高手:与<c3>了尽<c0>一起上阵时，闪避增加<c8>29.8%<c0>；\\n阴差阳错:与<c4>寇仲<c0>一起上阵时，防御增加<c8>19.8%<c0>；\\n",
	},
	[3022] = {
		["Name"] = "鲁长老",
		["TalentNo"] = 3022,
		["Des"] = "资质愚钝:与<c4>射雕侠<c0>一起上阵时，防御增加<c8>17.2%<c0>；\\n丐帮帮主:与<c1>耶律少侠<c0>一起上阵时，命中增加<c8>12.5%<c0>；\\n",
	},
	[10006] = {
		["Name"] = "岳山",
		["TalentNo"] = 10006,
		["Des"] = "情敌:与<c4>石之轩<c0>一起上阵时，攻击增加<c8>21.8%<c0>；\\n红颜知己:与<c2>祝玉妍<c0>一起上阵时，命中增加<c8>19.8%<c0>；\\n",
	},
	[10004] = {
		["Name"] = "傅君婥",
		["TalentNo"] = 10004,
		["Des"] = "师徒同阵:与<c3>傅采林<c0>一起上阵时，闪避增加<c8>36.4%<c0>；\\n世仇:与<c2>宇文化及<c0>一起上阵时，攻击增加<c8>19.8%<c0>；\\n",
	},
	[8008] = {
		["Name"] = "姬冰雁",
		["TalentNo"] = 8008,
		["Des"] = "挚友:与<c4>楚留香<c0>一起上阵时，防御增加<c8>24.4%<c0>；\\n",
	},
	[9022] = {
		["Name"] = "烈震北",
		["TalentNo"] = 9022,
		["Des"] = "黑榜高手:与<c1>展羽<c0>一起上阵时，生命增加<c8>25.8%<c0>；\\n黑榜高手:与<c1>谈应手<c0>一起上阵时，防御增加<c8>23.5%<c0>；\\n",
	},
	[7022] = {
		["Name"] = "叶灵",
		["TalentNo"] = 7022,
		["Des"] = "姐妹同阵:与<c1>叶雪<c0>一起上阵时，防御增加<c8>23%<c0>；\\n",
	},
	[9018] = {
		["Name"] = "楞严",
		["TalentNo"] = 9018,
		["Des"] = "同门:与<c1>方夜羽<c0>一起上阵时，命中增加<c8>20.7%<c0>；\\n",
	},
	[7010] = {
		["Name"] = "薛冰",
		["TalentNo"] = 7010,
		["Des"] = "痴情人:与<c3>苏蓉蓉<c0>一起上阵时，生命增加<c8>23%<c0>；\\n红鞋知己:与<c4>陆小凤<c0>一起上阵时，速度增加<c8>16.7%<c0>；\\n红鞋子:与<c3>公孙大娘<c0>一起上阵时，闪避增加<c8>25%<c0>；\\n",
	},
	[6021] = {
		["Name"] = "冷小星",
		["TalentNo"] = 6021,
		["Des"] = "小人物:与<c2>方玉飞<c0>一起上阵时，免伤增加<c8>18.7%<c0>；\\n小人物:与<c1>柳乘风<c0>一起上阵时，生命增加<c8>19.6%<c0>；\\n",
	},
	[1002] = {
		["Name"] = "任小姐",
		["TalentNo"] = 1002,
		["Des"] = "父女同阵:与<c3>任教主<c0>一起上阵时，生命增加<c8>14.4%<c0>；\\n善解人意:与<c3>昭儿<c0>一起上阵时，攻击增加<c8>10.4%<c0>；\\n情意绵绵:与<c4>令少侠<c0>一起上阵时，防御增加<c8>11.7%<c0>；\\n圣教属下:与<c1>蓝小凰<c0>一起上阵时，闪避增加<c8>13.9%<c0>；\\n",
	},
	[6002] = {
		["Name"] = "薛采月",
		["TalentNo"] = 6002,
		["Des"] = "至交:与<c4>李坏<c0>一起上阵时，防御增加<c8>21.5%<c0>；\\n父女:与<c1>薛青碧<c0>一起上阵时，闪避增加<c8>26.1%<c0>；\\n剑法高超:与<c1>高亚男<c0>一起上阵时，攻击增加<c8>14.1%<c0>；\\n仇敌:与<c2>李曼青<c0>一起上阵时，生命增加<c8>15.7%<c0>；\\n",
	},
	[6022] = {
		["Name"] = "薛青碧",
		["TalentNo"] = 6022,
		["Des"] = "父女同阵:与<c3>薛采月<c0>一起上阵时，防御增加<c8>21.5%<c0>；\\n仇敌:与<c2>李曼青<c0>一起上阵时，速度增加<c8>15.7%<c0>；\\n",
	},
	[6023] = {
		["Name"] = "李曼青",
		["TalentNo"] = 6023,
		["Des"] = "父子同阵:与<c4>李坏<c0>一起上阵时，攻击增加<c8>17.2%<c0>；\\n仇敌:与<c1>薛青碧<c0>一起上阵时，防御增加<c8>19.6%<c0>；\\n",
	},
	[8020] = {
		["Name"] = "宋甜儿",
		["TalentNo"] = 8020,
		["Des"] = "同爱盗帅:与<c3>李红袖<c0>一起上阵时，速度增加<c8>19.5%<c0>；\\n同爱盗帅:与<c1>琵琶<c0>一起上阵时，命中增加<c8>17.7%<c0>；\\n",
	},
	[5010] = {
		["Name"] = "公子慕容",
		["TalentNo"] = 5010,
		["Des"] = "复国大业:与<c2>宫九<c0>一起上阵时，命中增加<c8>16.1%<c0>；\\n父子同阵:与<c3>慕容宇博<c0>一起上阵时，速度增加<c8>14.6%<c0>；\\n情敌:与<c4>段公子<c0>一起上阵时，攻击增加<c8>13.2%<c0>；\\n",
	},
	[9008] = {
		["Name"] = "风行烈",
		["TalentNo"] = 9008,
		["Des"] = "师徒同阵:与<c3>厉若海<c0>一起上阵时，生命增加<c8>25.8%<c0>；\\n仇敌:与<c2>年怜丹<c0>一起上阵时，闪避增加<c8>31.3%<c0>；\\n潇洒飘逸:与<c4>徐子陵<c0>一起上阵时，防御增加<c8>21.1%<c0>；\\n挚友:与<c4>韩柏<c0>一起上阵时，攻击增加<c8>15%<c0>；\\n",
	},
	[6004] = {
		["Name"] = "龙啸云",
		["TalentNo"] = 6004,
		["Des"] = "仁至义尽:与<c4>李寻欢<c0>一起上阵时，免伤增加<c8>18.7%<c0>；\\n夫妻同阵:与<c3>林诗音<c0>一起上阵时，命中增加<c8>15.7%<c0>；\\n伪君子:与<c1>马空群<c0>一起上阵时，速度增加<c8>14.1%<c0>；\\n",
	},
	[8004] = {
		["Name"] = "南频已",
		["TalentNo"] = 8004,
		["Des"] = "小人物:与<c2>黑珍珠<c0>一起上阵时，命中增加<c8>19.5%<c0>；\\n小人物:与<c1>冷秋魂<c0>一起上阵时，闪避增加<c8>29.6%<c0>；\\n",
	},
	[9004] = {
		["Name"] = "戚长征",
		["TalentNo"] = 9004,
		["Des"] = "武功传人:与<c3>封寒<c0>一起上阵时，闪避增加<c8>34.4%<c0>；\\n玩世不恭:与<c4>寇仲<c0>一起上阵时，生命增加<c8>23.5%<c0>；\\n怒胶帮:与<c2>凌战天<c0>一起上阵时，攻击增加<c8>16.9%<c0>；\\n",
	},
	[8022] = {
		["Name"] = "李玉函",
		["TalentNo"] = 8022,
		["Des"] = "小人物:与<c1>戴独行<c0>一起上阵时，闪避增加<c8>32.5%<c0>；\\n夫妻同阵:与<c3>柳无眉<c0>一起上阵时，免伤增加<c8>19.2%<c0>；\\n",
	},
	[12003] = {
		["Name"] = "洪桉通",
		["TalentNo"] = 12003,
		["Des"] = "邪教教主:与<c4>东方教主<c0>一起上阵时，攻击增加<c8>18%<c0>；\\n自负狂傲:与<c3>白自再<c0>一起上阵时，生命增加<c8>10%<c0>；\\n心狠手辣:与<c3>血刀邪祖<c0>一起上阵时，速度增加<c8>8%<c0>；\\n心狠手辣:与<c3>冯锡范<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n",
	},
	[12007] = {
		["Name"] = "夏雪易",
		["TalentNo"] = 12007,
		["Des"] = "亦正亦邪:与<c4>石之轩<c0>一起上阵时，命中增加<c8>16%<c0>；\\n复仇人:与<c4>狄雲<c0>一起上阵时，速度增加<c8>13%<c0>；\\n命运多舛:与<c3>厉若海<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n武功传人:与<c4>袁诚志<c0>一起上阵时，防御增加<c8>16%<c0>；\\n",
	},
	[12011] = {
		["Name"] = "胡婓",
		["TalentNo"] = 12011,
		["Des"] = "恩怨:与<c4>苗仁凤<c0>一起上阵时，闪避增加<c8>16%<c0>；\\n重情义:与<c3>丁碘<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n父子同阵:与<c3>胡壹刀<c0>一起上阵时，命中增加<c8>13%<c0>；\\n",
	},
	[12015] = {
		["Name"] = "阿青",
		["TalentNo"] = 12015,
		["Des"] = "活泼可爱:与<c2>孙小红<c0>一起上阵时，防御增加<c8>8%<c0>；\\n错爱:与<c3>范蠡<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n师徒同阵:与<c3>白公公<c0>一起上阵时，生命增加<c8>10%<c0>；\\n",
	},
	[12019] = {
		["Name"] = "丁碘",
		["TalentNo"] = 12019,
		["Des"] = "绝世高手:与<c3>逍遥王<c0>一起上阵时，防御增加<c8>12%<c0>；\\n痴情人:与<c4>黄岛主<c0>一起上阵时，速度增加<c8>13%<c0>；\\n一代大侠:与<c4>浪翻云<c0>一起上阵时，生命增加<c8>16%<c0>；\\n豪迈:与<c4>庞斑<c0>一起上阵时，攻击增加<c8>18%<c0>；\\n至交好友:与<c4>狄雲<c0>一起上阵时，命中增加<c8>16%<c0>；\\n",
	},
	[11001] = {
		["Name"] = "聂风",
		["TalentNo"] = 11001,
		["Des"] = "兄弟同阵:与<c4>步惊云<c0>一起上阵时，攻击增加<c8>26.4%<c0>；\\n师徒恩仇:与<c4>雄霸<c0>一起上阵时，速度增加<c8>24%<c0>；\\n美男子:与<c3>聂人王<c0>一起上阵时，暴击增加<c8>18%<c0>；\\n同门:与<c2>断浪<c0>一起上阵时，免伤增加<c8>20.8%<c0>；\\n潇洒:与<c4>徐子陵<c0>一起上阵时，防御增加<c8>21%<c0>；\\n",
	},
	[11005] = {
		["Name"] = "霍步天",
		["TalentNo"] = 11005,
		["Des"] = "父子同阵:与<c4>步惊云<c0>一起上阵时，速度增加<c8>23%<c0>；\\n祖孙同阵:与<c2>步天<c0>一起上阵时，攻击增加<c8>20.9%<c0>；\\n",
	},
	[11009] = {
		["Name"] = "蓝武",
		["TalentNo"] = 11009,
		["Des"] = "父子同阵:与<c2>断浪<c0>一起上阵时，攻击增加<c8>23%<c0>；\\n不择手段:与<c2>易风<c0>一起上阵时，防御增加<c8>26.1%<c0>；\\n个性邪恶:与<c2>年怜丹<c0>一起上阵时，生命增加<c8>23.5%<c0>；\\n",
	},
	[11013] = {
		["Name"] = "剑圣",
		["TalentNo"] = 11013,
		["Des"] = "无双城:与<c2>释武尊<c0>一起上阵时，生命增加<c8>28.7%<c0>；\\n南无名北剑圣:与<c3>无名<c0>一起上阵时，速度增加<c8>20.9%<c0>；\\n棋逢对手:与<c4>雄霸<c0>一起上阵时，防御增加<c8>23.5%<c0>；\\n剑术超群:与<c4>西门吹雪<c0>一起上阵时，暴击增加<c8>13.9%<c0>；\\n",
	},
	[11017] = {
		["Name"] = "帝释天",
		["TalentNo"] = 11017,
		["Des"] = "野心家:与<c4>绝无神<c0>一起上阵时，生命增加<c8>33%<c0>；\\n称霸武林:与<c4>雄霸<c0>一起上阵时，防御增加<c8>30%<c0>；\\n武功盖世:与<c4>原随云<c0>一起上阵时，免伤增加<c8>23.4%<c0>；\\n野心勃勃:与<c4>公子羽<c0>一起上阵时，闪避增加<c8>32%<c0>；\\n染指天下:与<c4>上官金虹<c0>一起上阵时，暴击增加<c8>14%<c0>；\\n",
	},
	[11021] = {
		["Name"] = "隼人天隐",
		["TalentNo"] = 11021,
		["Des"] = "东瀛高手:与<c2>天枫十四郎<c0>一起上阵时，暴击增加<c8>19.1%<c0>；\\n野心勃勃:与<c4>雄霸<c0>一起上阵时，速度增加<c8>20.9%<c0>；\\n野心勃勃:与<c4>帝释天<c0>一起上阵时，防御增加<c8>23.5%<c0>；\\n东瀛高手:与<c3>白衣人<c0>一起上阵时，攻击增加<c8>16.7%<c0>；\\n",
	},
	[10003] = {
		["Name"] = "傅采林",
		["TalentNo"] = 10003,
		["Des"] = "师徒同阵:与<c1>傅君婥<c0>一起上阵时，速度增加<c8>21.8%<c0>；\\n武学三大宗师:与<c3>毕玄<c0>一起上阵时，暴击增加<c8>16.5%<c0>；\\n域外高手:与<c4>庞斑<c0>一起上阵时，攻击增加<c8>17.8%<c0>；\\n武学三大宗师:与<c3>宁道奇<c0>一起上阵时，防御增加<c8>19.8%<c0>；\\n",
	},
	[10007] = {
		["Name"] = "宋缺",
		["TalentNo"] = 10007,
		["Des"] = "军事战略家:与<c4>寇仲<c0>一起上阵时，防御增加<c8>27.3%<c0>；\\n棋逢对手:与<c3>宁道奇<c0>一起上阵时，免伤增加<c8>21.5%<c0>；\\n军事战略家:与<c3>范蠡<c0>一起上阵时，命中增加<c8>17.8%<c0>；\\n天资纵人:与<c3>傅采林<c0>一起上阵时，攻击增加<c8>15.9%<c0>；\\n",
	},
	[10011] = {
		["Name"] = "宇文伤",
		["TalentNo"] = 10011,
		["Des"] = "叔侄同阵:与<c2>宇文化及<c0>一起上阵时，速度增加<c8>21.8%<c0>；\\n",
	},
	[10015] = {
		["Name"] = "侯希白",
		["TalentNo"] = 10015,
		["Des"] = "化敌为友:与<c2>跋锋寒<c0>一起上阵时，防御增加<c8>27.3%<c0>；\\n亦正亦邪:与<c3>风行烈<c0>一起上阵时，生命增加<c8>24.8%<c0>；\\n同门:与<c1>杨虚彦<c0>一起上阵时，攻击增加<c8>17.8%<c0>；\\n",
	},
	[10019] = {
		["Name"] = "师妃暄",
		["TalentNo"] = 10019,
		["Des"] = "情愫:与<c4>徐子陵<c0>一起上阵时，生命增加<c8>31.4%<c0>；\\n正邪两道:与<c4>石之轩<c0>一起上阵时，闪避增加<c8>38%<c0>；\\n亦友亦敌:与<c4>石青璇<c0>一起上阵时，防御增加<c8>25.6%<c0>；\\n师徒:与<c3>言静庵<c0>一起上阵时，速度增加<c8>18.2%<c0>；\\n暗生情愫:与<c2>侯希白<c0>一起上阵时，攻击增加<c8>16%<c0>；\\n",
	},
	[9001] = {
		["Name"] = "浪翻云",
		["TalentNo"] = 9001,
		["Des"] = "天下奇人:与<c4>庞斑<c0>一起上阵时，暴击增加<c8>19.8%<c0>；\\n传奇巅峰:与<c4>石之轩<c0>一起上阵时，攻击增加<c8>21.6%<c0>；\\n宗师:与<c4>三丰老道<c0>一起上阵时，命中增加<c8>19.4%<c0>；\\n出身黑道:与<c4>韩柏<c0>一起上阵时，速度增加<c8>17.3%<c0>；\\n剑术超群:与<c4>薛衣人<c0>一起上阵时，防御增加<c8>18.9%<c0>；\\n",
	},
	[9005] = {
		["Name"] = "封寒",
		["TalentNo"] = 9005,
		["Des"] = "刀法宗师:与<c2>宋缺<c0>一起上阵时，攻击增加<c8>20.7%<c0>；\\n黑榜高手:与<c3>乾罗<c0>一起上阵时，速度增加<c8>18.8%<c0>；\\n武功传人:与<c2>戚长征<c0>一起上阵时，防御增加<c8>21.1%<c0>；\\n黑榜高手:与<c2>赤尊信<c0>一起上阵时，闪避增加<c8>25%<c0>；\\n",
	},
	[9009] = {
		["Name"] = "年怜丹",
		["TalentNo"] = 9009,
		["Des"] = "个性邪恶:与<c1>蓝武<c0>一起上阵时，防御增加<c8>25.8%<c0>；\\n域外宗匠:与<c2>红日法王<c0>一起上阵时，闪避增加<c8>31.3%<c0>；\\n奸恶之徒:与<c2>断浪<c0>一起上阵时，攻击增加<c8>16.9%<c0>；\\n",
	},
	[9013] = {
		["Name"] = "赤尊信",
		["TalentNo"] = 9013,
		["Des"] = "黑榜高手:与<c3>封寒<c0>一起上阵时，攻击增加<c8>20.7%<c0>；\\n舍身相授:与<c2>释武尊<c0>一起上阵时，防御增加<c8>23.5%<c0>；\\n魔门高手:与<c3>虚若无<c0>一起上阵时，速度增加<c8>16.9%<c0>；\\n黑榜高手:与<c1>谈应手<c0>一起上阵时，免伤增加<c8>16.3%<c0>；\\n",
	},
	[9017] = {
		["Name"] = "范良极",
		["TalentNo"] = 9017,
		["Des"] = "结义金兰:与<c2>戚长征<c0>一起上阵时，生命增加<c8>25.8%<c0>；\\n黑榜高手:与<c1>展羽<c0>一起上阵时，攻击增加<c8>18.8%<c0>；\\n结义金兰:与<c4>韩柏<c0>一起上阵时，免伤增加<c8>18.3%<c0>；\\n",
	},
	[9021] = {
		["Name"] = "了尽",
		["TalentNo"] = 9021,
		["Des"] = "正邪高手:与<c4>庞斑<c0>一起上阵时，防御增加<c8>25.8%<c0>；\\n圣地禅主:与<c3>言静庵<c0>一起上阵时，免伤增加<c8>20.3%<c0>；\\n佛门高手:与<c2>空问和尚<c0>一起上阵时，生命增加<c8>21.1%<c0>；\\n佛门门主:与<c3>方震大师<c0>一起上阵时，闪避增加<c8>25%<c0>；\\n",
	},
	[2004] = {
		["Name"] = "三丰老道",
		["TalentNo"] = 2004,
		["Des"] = "一代宗师:与<c4>黄真君<c0>一起上阵时，生命增加<c8>18.2%<c0>；\\n创派祖师:与<c4>重阳真人<c0>一起上阵时，防御增加<c8>16.5%<c0>；\\n祖孙:与<c4>教主无忌<c0>一起上阵时，免伤增加<c8>12.9%<c0>；\\n世外高人:与<c4>扫地僧<c0>一起上阵时，闪避增加<c8>17.6%<c0>；\\n传奇宗师:与<c4>黄岛主<c0>一起上阵时，命中增加<c8>9.2%<c0>；\\n",
	},
	[1013] = {
		["Name"] = "风老先生",
		["TalentNo"] = 1013,
		["Des"] = "世外高人:与<c4>三丰老道<c0>一起上阵时，防御增加<c8>16.5%<c0>；\\n独孤传人:与<c4>令少侠<c0>一起上阵时，生命增加<c8>15%<c0>；\\n世间巅峰:与<c4>东方教主<c0>一起上阵时，攻击增加<c8>10.8%<c0>；\\n隐世不出:与<c4>道无涯<c0>一起上阵时，速度增加<c8>9.6%<c0>；\\n三个半人:与<c3>方震大师<c0>一起上阵时，命中增加<c8>8.4%<c0>；\\n",
	},
	[6012] = {
		["Name"] = "路小佳",
		["TalentNo"] = 6012,
		["Des"] = "师徒同阵:与<c2>荆无命<c0>一起上阵时，攻击增加<c8>17.2%<c0>；\\n",
	},
	[2005] = {
		["Name"] = "殷六侠",
		["TalentNo"] = 2005,
		["Des"] = "情敌:与<c3>杨左使<c0>一起上阵时，攻击增加<c8>12.6%<c0>；\\n武当七侠:与<c1>俞三侠<c0>一起上阵时，暴击增加<c8>9.6%<c0>；\\n",
	},
	[7018] = {
		["Name"] = "泥人张",
		["TalentNo"] = 7018,
		["Des"] = "小人物:与<c2>方玉飞<c0>一起上阵时，生命增加<c8>23%<c0>；\\n小人物:与<c1>洛马<c0>一起上阵时，速度增加<c8>16.7%<c0>；\\n",
	},
	[5002] = {
		["Name"] = "婉儿",
		["TalentNo"] = 5002,
		["Des"] = "苦命人:与<c1>绿萼<c0>一起上阵时，攻击增加<c8>16.1%<c0>；\\n母女师徒:与<c1>秦绵绵<c0>一起上阵时，命中增加<c8>14.6%<c0>；\\n",
	},
	[7016] = {
		["Name"] = "宫九",
		["TalentNo"] = 7016,
		["Des"] = "不择手段:与<c4>公子羽<c0>一起上阵时，免伤增加<c8>19.9%<c0>；\\n疯颠:与<c2>公子慕容<c0>一起上阵时，攻击增加<c8>16.7%<c0>；\\n武功传人:与<c4>吴明<c0>一起上阵时，命中增加<c8>15%<c0>；\\n阴险狡猾:与<c2>金九龄<c0>一起上阵时，闪避增加<c8>22.3%<c0>；\\n",
	},
	[2006] = {
		["Name"] = "俞三侠",
		["TalentNo"] = 2006,
		["Des"] = "武当七侠:与<c2>张五侠<c0>一起上阵时，免伤增加<c8>13.7%<c0>；\\n拔刀相助:与<c4>令少侠<c0>一起上阵时，生命增加<c8>14.4%<c0>；\\n道家真人:与<c2>马道长<c0>一起上阵时，攻击增加<c8>10.3%<c0>；\\n",
	},
	[6014] = {
		["Name"] = "白天羽",
		["TalentNo"] = 6014,
		["Des"] = "夫妻同阵:与<c2>花白凤<c0>一起上阵时，免伤增加<c8>18.7%<c0>；\\n挚友:与<c4>李寻欢<c0>一起上阵时，速度增加<c8>15.7%<c0>；\\n兄弟反目:与<c1>马空群<c0>一起上阵时，闪避增加<c8>23.5%<c0>；\\n",
	},
	[3042] = {
		["Name"] = "达巴",
		["TalentNo"] = 3042,
		["Des"] = "师徒同阵:与<c3>金伦<c0>一起上阵时，生命增加<c8>17.2%<c0>；\\n同门:与<c2>蒙古王子<c0>一起上阵时，攻击增加<c8>12.5%<c0>；\\n",
	},
	[7014] = {
		["Name"] = "柳乘风",
		["TalentNo"] = 7014,
		["Des"] = "小人物:与<c1>冷小星<c0>一起上阵时，命中增加<c8>18.4%<c0>；\\n小人物:与<c1>洛马<c0>一起上阵时，闪避增加<c8>27.8%<c0>；\\n",
	},
	[2007] = {
		["Name"] = "鹰王",
		["TalentNo"] = 2007,
		["Des"] = "护教法王:与<c2>紫衫王<c0>一起上阵时，攻击增加<c8>12.6%<c0>；\\n父子同阵:与<c1>殷无野<c0>一起上阵时，暴击增加<c8>9.6%<c0>；\\n护教法王:与<c2>狮王<c0>一起上阵时，命中增加<c8>10.3%<c0>；\\n",
	},
	[6008] = {
		["Name"] = "林诗音",
		["TalentNo"] = 6008,
		["Des"] = "情敌:与<c2>孙小红<c0>一起上阵时，攻击增加<c8>17.2%<c0>；\\n悲剧女子:与<c2>明月心<c0>一起上阵时，免伤增加<c8>17%<c0>；\\n结拜姐妹:与<c3>林仙儿<c0>一起上阵时，命中增加<c8>14.1%<c0>；\\n青梅竹马:与<c4>李寻欢<c0>一起上阵时，生命增加<c8>15.7%<c0>；\\n夫妻同阵:与<c2>龙啸云<c0>一起上阵时，暴击增加<c8>9.1%<c0>；\\n",
	},
	[4012] = {
		["Name"] = "丘海澜",
		["TalentNo"] = 4012,
		["Des"] = "师徒同阵:与<c4>重阳真人<c0>一起上阵时，暴击增加<c8>12.4%<c0>；\\n师徒:与<c1>尹道长<c0>一起上阵时，速度增加<c8>13.6%<c0>；\\n全真高手:与<c2>宋明桥<c0>一起上阵时，攻击增加<c8>12.2%<c0>；\\n全真七子:与<c2>马道长<c0>一起上阵时，生命增加<c8>13.6%<c0>；\\n",
	},
	[6016] = {
		["Name"] = "花白凤",
		["TalentNo"] = 6016,
		["Des"] = "母子同阵:与<c3>叶开<c0>一起上阵时，闪避增加<c8>28.7%<c0>；\\n夫妻同阵:与<c2>白天羽<c0>一起上阵时，速度增加<c8>15.7%<c0>；\\n",
	},
	[1006] = {
		["Name"] = "岳掌门",
		["TalentNo"] = 1006,
		["Des"] = "相敬如宾:与<c2>宁夫人<c0>一起上阵时，生命增加<c8>14.4%<c0>；\\n枭雄:与<c3>任教主<c0>一起上阵时，防御增加<c8>13%<c0>；\\n阴阳错乱:与<c4>东方教主<c0>一起上阵时，闪避增加<c8>15.7%<c0>；\\n阴险师傅:与<c3>成霹雳<c0>一起上阵时，攻击增加<c8>8.4%<c0>；\\n",
	},
	[4008] = {
		["Name"] = "晓莹",
		["TalentNo"] = 4008,
		["Des"] = "江南七怪:与<c1>朱匆<c0>一起上阵时，攻击增加<c8>14.9%<c0>；\\n江南七怪:与<c1>柯瞎子<c0>一起上阵时，命中增加<c8>13.6%<c0>；\\n",
	},
	[2009] = {
		["Name"] = "绝情师太",
		["TalentNo"] = 2009,
		["Des"] = "正邪两极:与<c3>阳定乾<c0>一起上阵时，攻击增加<c8>12.6%<c0>；\\n性情刚烈:与<c2>丁一师太<c0>一起上阵时，暴击增加<c8>9.6%<c0>；\\n出家女尼:与<c2>丁娴师太<c0>一起上阵时，命中增加<c8>10.3%<c0>；\\n野心勃勃:与<c3>任教主<c0>一起上阵时，速度增加<c8>9.2%<c0>；\\n",
	},
	[4011] = {
		["Name"] = "马道长",
		["TalentNo"] = 4011,
		["Des"] = "全真七子:与<c2>丘海澜<c0>一起上阵时，攻击增加<c8>14.9%<c0>；\\n行侠仗义:与<c1>俞三侠<c0>一起上阵时，速度增加<c8>13.6%<c0>；\\n",
	},
	[2010] = {
		["Name"] = "口袋和尚",
		["TalentNo"] = 2010,
		["Des"] = "不像和尚:与<c2>不诫僧<c0>一起上阵时，速度增加<c8>12.6%<c0>；\\n",
	},
	[4013] = {
		["Name"] = "重阳真人",
		["TalentNo"] = 4013,
		["Des"] = "武学奇才:与<c4>黄真君<c0>一起上阵时，攻击增加<c8>17.2%<c0>；\\n至交好友:与<c4>黄岛主<c0>一起上阵时，暴击增加<c8>13%<c0>；\\n天下五绝:与<c4>老毒物<c0>一起上阵时，命中增加<c8>14%<c0>；\\n天下五绝:与<c4>神丐<c0>一起上阵时，速度增加<c8>12.5%<c0>；\\n一派掌门:与<c2>莫老先生<c0>一起上阵时，生命增加<c8>13.6%<c0>；\\n",
	},
	[3034] = {
		["Name"] = "小鹿子",
		["TalentNo"] = 3034,
		["Des"] = "师徒同阵:与<c1>赵庭敬<c0>一起上阵时，速度增加<c8>13.8%<c0>；\\n",
	},
	[2038] = {
		["Name"] = "鹿轻客",
		["TalentNo"] = 2038,
		["Des"] = "玄冥二老:与<c3>鹤老翁<c0>一起上阵时，暴击增加<c8>10.5%<c0>；\\n汝阳王部下:与<c3>范右使<c0>一起上阵时，免伤增加<c8>12.4%<c0>；\\n好色之徒:与<c2>克尔<c0>一起上阵时，生命增加<c8>12.9%<c0>；\\n主人:与<c3>敏郡主<c0>一起上阵时，命中增加<c8>9.2%<c0>；\\n",
	},
	[2012] = {
		["Name"] = "成霹雳",
		["TalentNo"] = 2012,
		["Des"] = "情敌:与<c3>阳定乾<c0>一起上阵时，暴击增加<c8>10.5%<c0>；\\n师徒反目:与<c2>狮王<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n奸猾小人:与<c3>岳掌门<c0>一起上阵时，命中增加<c8>10.3%<c0>；\\n下属高手:与<c3>敏郡主<c0>一起上阵时，生命增加<c8>11.5%<c0>；\\n",
	},
	[4004] = {
		["Name"] = "裘铁掌",
		["TalentNo"] = 4004,
		["Des"] = "用毒高手:与<c4>老毒物<c0>一起上阵时，防御增加<c8>18.7%<c0>；\\n大彻大悟:与<c3>南绝一灯<c0>一起上阵时，生命增加<c8>17%<c0>；\\n连襟:与<c2>绝情公孙<c0>一起上阵时，攻击增加<c8>12.2%<c0>；\\n",
	},
	[1023] = {
		["Name"] = "成大优",
		["TalentNo"] = 1023,
		["Des"] = "同宗:与<c1>陆小猴<c0>一起上阵时，免伤增加<c8>12.4%<c0>；\\n",
	},
	[3038] = {
		["Name"] = "番僧灵智",
		["TalentNo"] = 3038,
		["Des"] = "狼狈为奸:与<c1>彭大虎<c0>一起上阵时，速度增加<c8>13.8%<c0>；\\n",
	},
	[1009] = {
		["Name"] = "泰山掌门",
		["TalentNo"] = 1009,
		["Des"] = "五岳掌门:与<c3>岳掌门<c0>一起上阵时，防御增加<c8>14.4%<c0>；\\n五岳掌门:与<c1>玉几子<c0>一起上阵时，速度增加<c8>10.4%<c0>；\\n五岳掌门:与<c2>丁一师太<c0>一起上阵时，闪避增加<c8>15.7%<c0>；\\n",
	},
	[3020] = {
		["Name"] = "小襄儿",
		["TalentNo"] = 3020,
		["Des"] = "父女同阵:与<c4>射雕侠<c0>一起上阵时，生命增加<c8>17.2%<c0>；\\n大小东邪:与<c4>黄岛主<c0>一起上阵时，防御增加<c8>15.7%<c0>；\\n恩情:与<c3>李默仇<c0>一起上阵时，闪避增加<c8>18.8%<c0>；\\n大哥哥:与<c4>神雕侠<c0>一起上阵时，攻击增加<c8>10%<c0>；\\n",
	},
	[2015] = {
		["Name"] = "殷无野",
		["TalentNo"] = 2015,
		["Des"] = "父女同阵:与<c1>蛛蛛<c0>一起上阵时，暴击增加<c8>10.5%<c0>；\\n父子同阵:与<c2>鹰王<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n",
	},
	[3003] = {
		["Name"] = "李默仇",
		["TalentNo"] = 3003,
		["Des"] = "古墓派:与<c4>龙姑娘<c0>一起上阵时，暴击增加<c8>11.5%<c0>；\\n因爱生恨:与<c3>童姥姥<c0>一起上阵时，攻击增加<c8>12.5%<c0>；\\n女魔头:与<c3>梅疯子<c0>一起上阵时，免伤增加<c8>12.2%<c0>；\\n仇敌:与<c4>神雕侠<c0>一起上阵时，命中增加<c8>10%<c0>；\\n",
	},
	[1010] = {
		["Name"] = "宁夫人",
		["TalentNo"] = 1010,
		["Des"] = "相敬如宾:与<c3>岳掌门<c0>一起上阵时，生命增加<c8>14.4%<c0>；\\n母女:与<c2>小师妹<c0>一起上阵时，闪避增加<c8>17.4%<c0>；\\n贤妻良母:与<c2>殷苏苏<c0>一起上阵时，防御增加<c8>11.7%<c0>；\\n",
	},
	[1012] = {
		["Name"] = "向左使",
		["TalentNo"] = 1012,
		["Des"] = "圣教属下:与<c2>任小姐<c0>一起上阵时，速度增加<c8>11.5%<c0>；\\n居傲霸道:与<c2>狮王<c0>一起上阵时，闪避增加<c8>17.4%<c0>；\\n",
	},
	[2017] = {
		["Name"] = "俱明王",
		["TalentNo"] = 2017,
		["Des"] = "护教法王:与<c2>齐心王<c0>一起上阵时，攻击增加<c8>12.6%<c0>；\\n波斯明教:与<c2>平等王<c0>一起上阵时，速度增加<c8>11.5%<c0>；\\n波斯明教:与<c2>常胜王<c0>一起上阵时，命中增加<c8>10.3%<c0>；\\n",
	},
	[3010] = {
		["Name"] = "陆英冠",
		["TalentNo"] = 3010,
		["Des"] = "桃花岛人:与<c3>梅疯子<c0>一起上阵时，命中增加<c8>13.8%<c0>；\\n父子同阵:与<c1>乘凨<c0>一起上阵时，攻击增加<c8>12.5%<c0>；\\n",
	},
	[3002] = {
		["Name"] = "射雕侠",
		["TalentNo"] = 3002,
		["Des"] = "豪侠:与<c4>萧帮主<c0>一起上阵时，生命增加<c8>19.8%<c0>；\\n师徒:与<c4>神丐<c0>一起上阵时，免伤增加<c8>15.6%<c0>；\\n翁婿:与<c4>黄岛主<c0>一起上阵时，防御增加<c8>16.2%<c0>；\\n夫妻同阵:与<c4>黄小蓉<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n父女同阵:与<c3>小襄儿<c0>一起上阵时，闪避增加<c8>16.8%<c0>；\\n",
	},
	[3009] = {
		["Name"] = "完颜姑娘",
		["TalentNo"] = 3009,
		["Des"] = "侠侣:与<c1>武小文<c0>一起上阵时，攻击增加<c8>13.8%<c0>；\\n",
	},
	[2019] = {
		["Name"] = "平等王",
		["TalentNo"] = 2019,
		["Des"] = "护教法王:与<c2>常胜王<c0>一起上阵时，暴击增加<c8>10.5%<c0>；\\n波斯明教:与<c2>俱明王<c0>一起上阵时，命中增加<c8>11.5%<c0>；\\n波斯明教:与<c2>齐心王<c0>一起上阵时，攻击增加<c8>10.3%<c0>；\\n",
	},
	[2040] = {
		["Name"] = "阿三",
		["TalentNo"] = 2040,
		["Des"] = "汝阳王部下:与<c1>阿大<c0>一起上阵时，攻击增加<c8>12.6%<c0>；\\n同门:与<c1>阿二<c0>一起上阵时，免伤增加<c8>12.4%<c0>；\\n",
	},
	[2020] = {
		["Name"] = "阳定乾",
		["TalentNo"] = 2020,
		["Des"] = "情场失意:与<c4>令少侠<c0>一起上阵时，命中增加<c8>12.6%<c0>；\\n魔教教主:与<c3>任教主<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n明教教主:与<c4>教主无忌<c0>一起上阵时，暴击增加<c8>8.6%<c0>；\\n情敌:与<c3>成霹雳<c0>一起上阵时，防御增加<c8>11.5%<c0>；\\n",
	},
	[3006] = {
		["Name"] = "南绝一灯",
		["TalentNo"] = 3006,
		["Des"] = "大理段氏:与<c4>段公子<c0>一起上阵时，生命增加<c8>17.2%<c0>；\\n大理段氏:与<c2>段王爷<c0>一起上阵时，防御增加<c8>15.7%<c0>；\\n天下五绝:与<c4>黄岛主<c0>一起上阵时，免伤增加<c8>12.2%<c0>；\\n得道高僧:与<c2>空问和尚<c0>一起上阵时，攻击增加<c8>10%<c0>；\\n",
	},
	[3014] = {
		["Name"] = "神雕侠",
		["TalentNo"] = 3014,
		["Des"] = "神雕侠侣:与<c4>龙姑娘<c0>一起上阵时，攻击增加<c8>15.8%<c0>；\\n九阴秘术:与<c4>重阳真人<c0>一起上阵时，速度增加<c8>14.4%<c0>；\\n九阴九阳:与<c4>三丰老道<c0>一起上阵时，命中增加<c8>13%<c0>；\\n父子同阵:与<c4>老毒物<c0>一起上阵时，暴击增加<c8>9.6%<c0>；\\n恩怨分明:与<c4>萧帮主<c0>一起上阵时，免伤增加<c8>10.9%<c0>；\\n",
	},
	[1008] = {
		["Name"] = "莫老先生",
		["TalentNo"] = 1008,
		["Des"] = "耿直:与<c2>宋明桥<c0>一起上阵时，暴击增加<c8>9.6%<c0>；\\n淡泊名利:与<c3>南绝一灯<c0>一起上阵时，命中增加<c8>10.4%<c0>；\\n敦厚:与<c3>方震大师<c0>一起上阵时，攻击增加<c8>9.4%<c0>；\\n五岳掌门:与<c3>左盟主<c0>一起上阵时，防御增加<c8>10.4%<c0>；\\n",
	},
	[3016] = {
		["Name"] = "龙姑娘",
		["TalentNo"] = 3016,
		["Des"] = "神雕侠侣:与<c4>神雕侠<c0>一起上阵时，速度增加<c8>15.8%<c0>；\\n聪慧过人:与<c4>黄小蓉<c0>一起上阵时，闪避增加<c8>24%<c0>；\\n神雕侠侣:与<c4>段公子<c0>一起上阵时，命中增加<c8>13%<c0>；\\n剑术大家:与<c4>西门吹雪<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n派别之争:与<c4>重阳真人<c0>一起上阵时，免伤增加<c8>10.9%<c0>；\\n",
	},
	[3017] = {
		["Name"] = "周神通",
		["TalentNo"] = 3017,
		["Des"] = "中神通:与<c4>重阳真人<c0>一起上阵时，生命增加<c8>17.2%<c0>；\\n结义金兰:与<c4>射雕侠<c0>一起上阵时，防御增加<c8>15.7%<c0>；\\n忘年之交:与<c4>神雕侠<c0>一起上阵时，攻击增加<c8>11.3%<c0>；\\n乐观豁达:与<c4>令少侠<c0>一起上阵时，速度增加<c8>10%<c0>；\\n",
	},
	[6020] = {
		["Name"] = "李坏",
		["TalentNo"] = 6020,
		["Des"] = "祖孙:与<c4>李寻欢<c0>一起上阵时，防御增加<c8>24.8%<c0>；\\n父子同阵:与<c2>李曼青<c0>一起上阵时，生命增加<c8>22.5%<c0>；\\n爱恨交加:与<c3>薛采月<c0>一起上阵时，闪避增加<c8>27%<c0>；\\n飞刀一脉:与<c3>叶开<c0>一起上阵时，免伤增加<c8>15.6%<c0>；\\n飞刀一脉:与<c3>阿飞<c0>一起上阵时，攻击增加<c8>12.6%<c0>；\\n",
	},
	[3019] = {
		["Name"] = "小芙儿",
		["TalentNo"] = 3019,
		["Des"] = "恩爱夫妻:与<c1>耶律少侠<c0>一起上阵时，防御增加<c8>17.2%<c0>；\\n姐妹:与<c3>小襄儿<c0>一起上阵时，生命增加<c8>15.7%<c0>；\\n",
	},
	[1014] = {
		["Name"] = "小林子",
		["TalentNo"] = 1014,
		["Des"] = "武功同源:与<c4>东方教主<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n不男不女:与<c3>岳掌门<c0>一起上阵时，速度增加<c8>10.4%<c0>；\\n夫妻:与<c2>小师妹<c0>一起上阵时，闪避增加<c8>15.7%<c0>；\\n华山师兄弟:与<c4>令少侠<c0>一起上阵时，命中增加<c8>8.4%<c0>；\\n",
	},
	[3021] = {
		["Name"] = "黄小蓉",
		["TalentNo"] = 3021,
		["Des"] = "夫妻同阵:与<c4>射雕侠<c0>一起上阵时，速度增加<c8>15.8%<c0>；\\n父女同阵:与<c4>黄岛主<c0>一起上阵时，攻击增加<c8>14.4%<c0>；\\n聪慧过人:与<c4>龙姑娘<c0>一起上阵时，免伤增加<c8>14%<c0>；\\n母女:与<c3>小襄儿<c0>一起上阵时，命中增加<c8>11.5%<c0>；\\n心思机巧:与<c4>周小若<c0>一起上阵时，闪避增加<c8>16.8%<c0>；\\n",
	},
	[2025] = {
		["Name"] = "蛛蛛",
		["TalentNo"] = 2025,
		["Des"] = "阿牛哥哥:与<c4>教主无忌<c0>一起上阵时，攻击增加<c8>12.6%<c0>；\\n父女同阵:与<c1>殷无野<c0>一起上阵时，暴击增加<c8>9.6%<c0>；\\n",
	},
	[5009] = {
		["Name"] = "鸠摩罗",
		["TalentNo"] = 5009,
		["Des"] = "不择手段:与<c3>慕容宇博<c0>一起上阵时，闪避增加<c8>26.8%<c0>；\\n域外番僧:与<c3>金伦<c0>一起上阵时，生命增加<c8>18.3%<c0>；\\n恩怨:与<c4>段公子<c0>一起上阵时，速度增加<c8>13.2%<c0>；\\n人心险恶:与<c2>公子慕容<c0>一起上阵时，防御增加<c8>14.6%<c0>；\\n",
	},
	[3023] = {
		["Name"] = "彭大虎",
		["TalentNo"] = 3023,
		["Des"] = "狼狈为奸:与<c1>番僧灵智<c0>一起上阵时，攻击增加<c8>13.8%<c0>；\\n",
	},
	[11010] = {
		["Name"] = "雄霸",
		["TalentNo"] = 11010,
		["Des"] = "枭雄:与<c4>石之轩<c0>一起上阵时，攻击增加<c8>26.4%<c0>；\\n不择手段:与<c4>吴明<c0>一起上阵时，生命增加<c8>30%<c0>；\\n志在天下:与<c4>叶孤城<c0>一起上阵时，防御增加<c8>27%<c0>；\\n枭雄:与<c4>东方教主<c0>一起上阵时，免伤增加<c8>20.8%<c0>；\\n棋逢对手:与<c3>剑圣<c0>一起上阵时，闪避增加<c8>28%<c0>；\\n",
	},
	[1015] = {
		["Name"] = "方震大师",
		["TalentNo"] = 1015,
		["Des"] = "正教三大高手:与<c3>沖墟道人<c0>一起上阵时，防御增加<c8>14.4%<c0>；\\n武功超群:与<c4>东方教主<c0>一起上阵时，免伤增加<c8>11.3%<c0>；\\n一处山门:与<c3>左盟主<c0>一起上阵时，暴击增加<c8>7.8%<c0>；\\n三个半人:与<c4>风老先生<c0>一起上阵时，闪避增加<c8>13.9%<c0>；\\n",
	},
	[3025] = {
		["Name"] = "公孙夫人",
		["TalentNo"] = 3025,
		["Des"] = "兄妹同阵:与<c2>裘铁掌<c0>一起上阵时，攻击增加<c8>13.8%<c0>；\\n复仇人:与<c2>段天残<c0>一起上阵时，闪避增加<c8>20.9%<c0>；\\n夫妻:与<c2>绝情公孙<c0>一起上阵时，命中增加<c8>11.3%<c0>；\\n",
	},
	[11018] = {
		["Name"] = "绝无神",
		["TalentNo"] = 11018,
		["Des"] = "野心家:与<c4>帝释天<c0>一起上阵时，暴击增加<c8>22%<c0>；\\n武痴:与<c4>庞斑<c0>一起上阵时，防御增加<c8>30%<c0>；\\n野心勃勃:与<c4>上官金虹<c0>一起上阵时，速度增加<c8>21.6%<c0>；\\n野心勃勃:与<c4>东方教主<c0>一起上阵时，闪避增加<c8>32%<c0>；\\n东瀛高手:与<c3>隼人天隐<c0>一起上阵时，攻击增加<c8>16.8%<c0>；\\n",
	},
	[3026] = {
		["Name"] = "阮箫湘",
		["TalentNo"] = 3026,
		["Des"] = "蒙古三杰:与<c1>尼魔<c0>一起上阵时，攻击增加<c8>13.8%<c0>；\\n蒙古三杰:与<c1>尹克希<c0>一起上阵时，闪避增加<c8>20.9%<c0>；\\n",
	},
	[3027] = {
		["Name"] = "蒙古王子",
		["TalentNo"] = 3027,
		["Des"] = "同门:与<c2>达巴<c0>一起上阵时，免伤增加<c8>14.9%<c0>；\\n师徒:与<c3>金伦<c0>一起上阵时，攻击增加<c8>12.5%<c0>；\\n",
	},
	[5019] = {
		["Name"] = "萧英雄",
		["TalentNo"] = 5019,
		["Des"] = "父子同阵:与<c4>萧帮主<c0>一起上阵时，攻击增加<c8>16.1%<c0>；\\n心狠手辣:与<c2>段天残<c0>一起上阵时，速度增加<c8>14.6%<c0>；\\n大彻大悟:与<c4>扫地僧<c0>一起上阵时，生命增加<c8>16.4%<c0>；\\n带头大哥:与<c3>慕容宇博<c0>一起上阵时，闪避增加<c8>19.5%<c0>；\\n",
	},
	[1016] = {
		["Name"] = "沖墟道人",
		["TalentNo"] = 1016,
		["Des"] = "武当高手:与<c4>三丰老道<c0>一起上阵时，速度增加<c8>11.5%<c0>；\\n三个半人:与<c3>方震大师<c0>一起上阵时，免伤增加<c8>11.3%<c0>；\\n正教三大高手:与<c3>左盟主<c0>一起上阵时，攻击增加<c8>9.4%<c0>；\\n三个半人:与<c4>风老先生<c0>一起上阵时，闪避增加<c8>13.9%<c0>；\\n",
	},
	[5022] = {
		["Name"] = "段公子",
		["TalentNo"] = 5022,
		["Des"] = "兄弟同阵:与<c4>萧帮主<c0>一起上阵时，攻击增加<c8>18.5%<c0>；\\n兄弟:与<c4>譃竹子<c0>一起上阵时，速度增加<c8>16.8%<c0>；\\n师徒之义:与<c4>道无涯<c0>一起上阵时，闪避增加<c8>25.2%<c0>；\\n一击必杀:与<c4>李寻欢<c0>一起上阵时，命中增加<c8>13.4%<c0>；\\n潇洒不羁:与<c3>花满楼<c0>一起上阵时，暴击增加<c8>9.8%<c0>；\\n",
	},
	[10018] = {
		["Name"] = "石青璇",
		["TalentNo"] = 10018,
		["Des"] = "爱侣:与<c4>徐子陵<c0>一起上阵时，速度增加<c8>25.1%<c0>；\\n绝代佳人:与<c4>师妃暄<c0>一起上阵时，攻击增加<c8>22.8%<c0>；\\n父女:与<c4>石之轩<c0>一起上阵时，暴击增加<c8>17.1%<c0>；\\n魔门奇女子:与<c3>婠婠<c0>一起上阵时，免伤增加<c8>19.8%<c0>；\\n同源魔门:与<c2>祝玉妍<c0>一起上阵时，命中增加<c8>16%<c0>；\\n",
	},
	[9002] = {
		["Name"] = "庞斑",
		["TalentNo"] = 9002,
		["Des"] = "棋逢对手:与<c4>石之轩<c0>一起上阵时，攻击增加<c8>23.8%<c0>；\\n破碎虚空:与<c4>浪翻云<c0>一起上阵时，命中增加<c8>21.6%<c0>；\\n一代枭雄:与<c4>雄霸<c0>一起上阵时，暴击增加<c8>16.2%<c0>；\\n长生不死:与<c4>帝释天<c0>一起上阵时，速度增加<c8>17.3%<c0>；\\n宿世之敌:与<c3>言静庵<c0>一起上阵时，防御增加<c8>18.9%<c0>；\\n",
	},
	[1017] = {
		["Name"] = "田咣咣",
		["TalentNo"] = 1017,
		["Des"] = "深厚友谊:与<c4>令少侠<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n好色:与<c3>鹿轻客<c0>一起上阵时，命中增加<c8>10.4%<c0>；\\n心仪之人:与<c1>小师太<c0>一起上阵时，暴击增加<c8>7.8%<c0>；\\n",
	},
	[9006] = {
		["Name"] = "乾罗",
		["TalentNo"] = 9006,
		["Des"] = "黑榜高手:与<c3>厉若海<c0>一起上阵时，防御增加<c8>25.8%<c0>；\\n父子同阵:与<c2>戚长征<c0>一起上阵时，攻击增加<c8>18.8%<c0>；\\n黑榜高手:与<c4>浪翻云<c0>一起上阵时，速度增加<c8>16.9%<c0>；\\n",
	},
	[2031] = {
		["Name"] = "度人",
		["TalentNo"] = 2031,
		["Des"] = "三神僧:与<c3>度地<c0>一起上阵时，命中增加<c8>12.6%<c0>；\\n少林高僧:与<c3>方震大师<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n三神僧:与<c3>度天<c0>一起上阵时，暴击增加<c8>8.6%<c0>；\\n师徒:与<c2>空问和尚<c0>一起上阵时，免伤增加<c8>10%<c0>；\\n",
	},
	[9014] = {
		["Name"] = "厉若海",
		["TalentNo"] = 9014,
		["Des"] = "美男子:与<c4>聂风<c0>一起上阵时，生命增加<c8>25.8%<c0>；\\n命运多舛:与<c3>夏雪易<c0>一起上阵时，防御增加<c8>23.5%<c0>；\\n黑榜高手:与<c2>范良极<c0>一起上阵时，暴击增加<c8>14.1%<c0>；\\n黑榜高手:与<c3>乾罗<c0>一起上阵时，攻击增加<c8>15%<c0>；\\n",
	},
	[5018] = {
		["Name"] = "慕容宇博",
		["TalentNo"] = 5018,
		["Des"] = "潜藏少林:与<c3>萧英雄<c0>一起上阵时，速度增加<c8>16.1%<c0>；\\n父子同阵:与<c2>公子慕容<c0>一起上阵时，免伤增加<c8>15.8%<c0>；\\n隐忍多年:与<c3>木道人<c0>一起上阵时，生命增加<c8>16.4%<c0>；\\n大彻大悟:与<c4>扫地僧<c0>一起上阵时，攻击增加<c8>11.7%<c0>；\\n",
	},
	[1018] = {
		["Name"] = "蓝小凰",
		["TalentNo"] = 1018,
		["Des"] = "圣教属下:与<c2>任小姐<c0>一起上阵时，命中增加<c8>11.5%<c0>；\\n",
	},
	[2033] = {
		["Name"] = "度天",
		["TalentNo"] = 2033,
		["Des"] = "三神僧:与<c3>度地<c0>一起上阵时，速度增加<c8>12.6%<c0>；\\n三神僧:与<c3>度人<c0>一起上阵时，生命增加<c8>14.4%<c0>；\\n佛法精通湛:与<c3>少林掌门<c0>一起上阵时，闪避增加<c8>17.2%<c0>；\\n师徒:与<c2>空问和尚<c0>一起上阵时，命中增加<c8>9.2%<c0>；\\n",
	},
	[5014] = {
		["Name"] = "珍珑棋圣",
		["TalentNo"] = 5014,
		["Des"] = "棋道圣手:与<c1>何其道<c0>一起上阵时，命中增加<c8>16.1%<c0>；\\n脾气古怪:与<c1>平一叟<c0>一起上阵时，速度增加<c8>14.6%<c0>；\\n",
	},
	[1001] = {
		["Name"] = "令少侠",
		["TalentNo"] = 1001,
		["Des"] = "光明磊落:与<c4>教主无忌<c0>一起上阵时，速度增加<c8>13.2%<c0>；\\n豪气干云:与<c4>萧帮主<c0>一起上阵时，生命增加<c8>15%<c0>；\\n独孤传人:与<c4>神雕侠<c0>一起上阵时，暴击增加<c8>9%<c0>；\\n世间绝配:与<c2>任小姐<c0>一起上阵时，防御增加<c8>12%<c0>；\\n青梅竹马:与<c2>小师妹<c0>一起上阵时，命中增加<c8>8.4%<c0>；\\n",
	},
	[1019] = {
		["Name"] = "丁娴师太",
		["TalentNo"] = 1019,
		["Des"] = "五岳掌门:与<c2>泰山掌门<c0>一起上阵时，防御增加<c8>14.4%<c0>；\\n五岳剑派掌门:与<c3>岳掌门<c0>一起上阵时，生命增加<c8>13%<c0>；\\n",
	},
	[2001] = {
		["Name"] = "教主无忌",
		["TalentNo"] = 2001,
		["Des"] = "豪侠:与<c4>神雕侠<c0>一起上阵时，攻击增加<c8>14.5%<c0>；\\n祖孙同阵:与<c4>三丰老道<c0>一起上阵时，暴击增加<c8>11%<c0>；\\n三部曲男主角:与<c4>射雕侠<c0>一起上阵时，生命增加<c8>14.8%<c0>；\\n爱恨纠缠:与<c4>周小若<c0>一起上阵时，闪避增加<c8>17.6%<c0>；\\n良师益友:与<c3>范右使<c0>一起上阵时，命中增加<c8>9.2%<c0>；\\n",
	},
	[2008] = {
		["Name"] = "狮王",
		["TalentNo"] = 2008,
		["Des"] = "魔教高手:与<c2>向左使<c0>一起上阵时，暴击增加<c8>10.5%<c0>；\\n护教法王:与<c2>蝠王<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n师徒:与<c3>成霹雳<c0>一起上阵时，命中增加<c8>10.3%<c0>；\\n",
	},
	[2002] = {
		["Name"] = "周小若",
		["TalentNo"] = 2002,
		["Des"] = "爱恨难明:与<c4>教主无忌<c0>一起上阵时，攻击增加<c8>14.5%<c0>；\\n机智聪慧:与<c4>龙姑娘<c0>一起上阵时，速度增加<c8>13.2%<c0>；\\n同门:与<c3>小襄儿<c0>一起上阵时，免伤增加<c8>12.9%<c0>；\\n武功同源:与<c3>梅疯子<c0>一起上阵时，命中增加<c8>10.6%<c0>；\\n武功狠毒:与<c4>东方教主<c0>一起上阵时，暴击增加<c8>7.7%<c0>；\\n",
	},
	[4001] = {
		["Name"] = "郭笑天",
		["TalentNo"] = 4001,
		["Des"] = "结义金兰:与<c1>扬铁匠<c0>一起上阵时，攻击增加<c8>14.9%<c0>；\\n父子同阵:与<c4>射雕侠<c0>一起上阵时，速度增加<c8>13.6%<c0>；\\n",
	},
	[4002] = {
		["Name"] = "扬铁匠",
		["TalentNo"] = 4002,
		["Des"] = "结义金兰:与<c1>郭笑天<c0>一起上阵时，速度增加<c8>14.9%<c0>；\\n父子同阵:与<c2>小王爷<c0>一起上阵时，防御增加<c8>17%<c0>；\\n",
	},
	[4003] = {
		["Name"] = "梅疯子",
		["TalentNo"] = 4003,
		["Des"] = "挑花岛:与<c4>黄小蓉<c0>一起上阵时，生命增加<c8>18.7%<c0>；\\n九阴毒手:与<c4>周小若<c0>一起上阵时，免伤增加<c8>14.7%<c0>；\\n师徒上阵:与<c4>黄岛主<c0>一起上阵时，攻击增加<c8>12.2%<c0>；\\n同门:与<c1>冯残腿<c0>一起上阵时，命中增加<c8>10.8%<c0>；\\n",
	},
	[1003] = {
		["Name"] = "东方教主",
		["TalentNo"] = 1003,
		["Des"] = "巅峰高手:与<c4>风老先生<c0>一起上阵时，攻击增加<c8>13.2%<c0>；\\n武学同源:与<c3>小林子<c0>一起上阵时，速度增加<c8>12%<c0>；\\n不男不女:与<c3>岳掌门<c0>一起上阵时，防御增加<c8>13.5%<c0>；\\n三个半人:与<c3>方震大师<c0>一起上阵时，生命增加<c8>12%<c0>；\\n武功阴毒:与<c4>周小若<c0>一起上阵时，暴击增加<c8>7%<c0>；\\n",
	},
	[4005] = {
		["Name"] = "乘凨",
		["TalentNo"] = 4005,
		["Des"] = "父子同阵:与<c1>陆英冠<c0>一起上阵时，命中增加<c8>14.9%<c0>；\\n",
	},
	[4006] = {
		["Name"] = "柯瞎子",
		["TalentNo"] = 4006,
		["Des"] = "江南七怪:与<c1>晓莹<c0>一起上阵时，生命增加<c8>18.7%<c0>；\\n江南七怪:与<c1>朱匆<c0>一起上阵时，免伤增加<c8>14.7%<c0>；\\n",
	},
	[4007] = {
		["Name"] = "朱匆",
		["TalentNo"] = 4007,
		["Des"] = "江南七怪:与<c1>柯瞎子<c0>一起上阵时，闪避增加<c8>24.9%<c0>；\\n江南七怪:与<c1>晓莹<c0>一起上阵时，免伤增加<c8>14.7%<c0>；\\n",
	},
	[1004] = {
		["Name"] = "小师妹",
		["TalentNo"] = 1004,
		["Des"] = "父女同阵:与<c3>岳掌门<c0>一起上阵时，防御增加<c8>14.4%<c0>；\\n母女情深:与<c2>宁夫人<c0>一起上阵时，闪避增加<c8>17.4%<c0>；\\n青梅竹马:与<c4>令少侠<c0>一起上阵时，免伤增加<c8>10.2%<c0>；\\n情敌:与<c2>任小姐<c0>一起上阵时，攻击增加<c8>8.4%<c0>；\\n",
	},
	[4009] = {
		["Name"] = "克尔",
		["TalentNo"] = 4009,
		["Des"] = "狼狈为奸:与<c2>小王爷<c0>一起上阵时，攻击增加<c8>14.9%<c0>；\\n好色:与<c1>云鹤<c0>一起上阵时，命中增加<c8>13.6%<c0>；\\n情敌:与<c4>射雕侠<c0>一起上阵时，速度增加<c8>12.2%<c0>；\\n",
	},
	[4010] = {
		["Name"] = "念慈姑娘",
		["TalentNo"] = 4010,
		["Des"] = "母子同阵:与<c4>神雕侠<c0>一起上阵时，闪避增加<c8>24.9%<c0>；\\n指点三天:与<c4>神丐<c0>一起上阵时，生命增加<c8>17%<c0>；\\n夫妻:与<c2>小王爷<c0>一起上阵时，速度增加<c8>12.2%<c0>；\\n祖孙:与<c4>黄衫女子<c0>一起上阵时，攻击增加<c8>10.8%<c0>；\\n",
	},
	[8014] = {
		["Name"] = "水母阴姬",
		["TalentNo"] = 8014,
		["Des"] = "女中豪杰:与<c4>秦梦瑶<c0>一起上阵时，攻击增加<c8>22.4%<c0>；\\n难见真容:与<c4>石青璇<c0>一起上阵时，暴击增加<c8>17%<c0>；\\n难见真颜:与<c4>师妃暄<c0>一起上阵时，命中增加<c8>18.4%<c0>；\\n不让须眉:与<c4>龙姑娘<c0>一起上阵时，闪避增加<c8>27.2%<c0>；\\n女中枭雄:与<c4>周小若<c0>一起上阵时，速度增加<c8>14.3%<c0>；\\n",
	},
	[1005] = {
		["Name"] = "小师太",
		["TalentNo"] = 1005,
		["Des"] = "父女同阵:与<c2>不诫僧<c0>一起上阵时，防御增加<c8>14.4%<c0>；\\n不堪骚扰:与<c2>田咣咣<c0>一起上阵时，攻击增加<c8>10.4%<c0>；\\n",
	},
	[8018] = {
		["Name"] = "琵琶",
		["TalentNo"] = 8018,
		["Des"] = "同爱盗帅:与<c1>宋甜儿<c0>一起上阵时，攻击增加<c8>19.5%<c0>；\\n同爱盗帅:与<c3>李红袖<c0>一起上阵时，速度增加<c8>17.7%<c0>；\\n",
	},
	[4014] = {
		["Name"] = "小王爷",
		["TalentNo"] = 4014,
		["Des"] = "结义金兰:与<c4>射雕侠<c0>一起上阵时，攻击增加<c8>14.9%<c0>；\\n夫妻:与<c3>念慈姑娘<c0>一起上阵时，闪避增加<c8>22.6%<c0>；\\n恩仇两代:与<c4>老毒物<c0>一起上阵时，速度增加<c8>12.2%<c0>；\\n父子同阵:与<c1>扬铁匠<c0>一起上阵时，生命增加<c8>13.6%<c0>；\\n",
	},
	[4015] = {
		["Name"] = "黄真君",
		["TalentNo"] = 4015,
		["Des"] = "隐士高人:与<c4>扫地僧<c0>一起上阵时，暴击增加<c8>14.3%<c0>；\\n一代宗师:与<c4>三丰老道<c0>一起上阵时，攻击增加<c8>15.6%<c0>；\\n九阴秘术:与<c4>黄岛主<c0>一起上阵时，防御增加<c8>17.5%<c0>；\\n九阴九阳:与<c4>教主无忌<c0>一起上阵时，生命增加<c8>15.6%<c0>；\\n绝世高手:与<c4>道无涯<c0>一起上阵时，免伤增加<c8>11.8%<c0>；\\n",
	},
	[7002] = {
		["Name"] = "朱停",
		["TalentNo"] = 7002,
		["Des"] = "有趣的人:与<c2>老实和尚<c0>一起上阵时，攻击增加<c8>18.4%<c0>；\\n挚友:与<c4>陆小凤<c0>一起上阵时，免伤增加<c8>18.1%<c0>；\\n",
	},
	[7004] = {
		["Name"] = "司空摘星",
		["TalentNo"] = 7004,
		["Des"] = "有趣的人:与<c2>老实和尚<c0>一起上阵时，免伤增加<c8>19.9%<c0>；\\n挚友:与<c4>陆小凤<c0>一起上阵时，生命增加<c8>20.9%<c0>；\\n易容高手:与<c3>石观音<c0>一起上阵时，速度增加<c8>15%<c0>；\\n",
	},
	[2011] = {
		["Name"] = "丁小君",
		["TalentNo"] = 2011,
		["Des"] = "同门:与<c2>小芙<c0>一起上阵时，闪避增加<c8>21%<c0>；\\n同门:与<c4>周小若<c0>一起上阵时，生命增加<c8>14.4%<c0>；\\n",
	},
	[7008] = {
		["Name"] = "老实和尚",
		["TalentNo"] = 7008,
		["Des"] = "有趣的人:与<c2>朱停<c0>一起上阵时，免伤增加<c8>19.9%<c0>；\\n有趣的人:与<c2>司空摘星<c0>一起上阵时，防御增加<c8>20.9%<c0>；\\n",
	},
	[1007] = {
		["Name"] = "任教主",
		["TalentNo"] = 1007,
		["Des"] = "圣教教主:与<c4>东方教主<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n翁婿:与<c4>令少侠<c0>一起上阵时，命中增加<c8>10.4%<c0>；\\n少林之战:与<c3>方震大师<c0>一起上阵时，暴击增加<c8>7.8%<c0>；\\n放浪形骸:与<c3>杨左使<c0>一起上阵时，生命增加<c8>10.4%<c0>；\\n性格孤僻:与<c2>绝情师太<c0>一起上阵时，防御增加<c8>9.1%<c0>；\\n",
	},
	[7012] = {
		["Name"] = "叶孤城",
		["TalentNo"] = 7012,
		["Des"] = "野心勃勃:与<c4>原随云<c0>一起上阵时，攻击增加<c8>21.1%<c0>；\\n自负:与<c4>西门吹雪<c0>一起上阵时，命中增加<c8>19.2%<c0>；\\n轻功高超:与<c4>陆小凤<c0>一起上阵时，速度增加<c8>17.3%<c0>；\\n孤傲:与<c4>庞斑<c0>一起上阵时，暴击增加<c8>12.8%<c0>；\\n口蜜腹剑:与<c4>老毒物<c0>一起上阵时，免伤增加<c8>14.6%<c0>；\\n",
	},
	[2013] = {
		["Name"] = "空问和尚",
		["TalentNo"] = 2013,
		["Des"] = "得道高僧:与<c3>方震大师<c0>一起上阵时，攻击增加<c8>12.6%<c0>；\\n少林方丈:与<c3>少林掌门<c0>一起上阵时，暴击增加<c8>9.6%<c0>；\\n",
	},
	[3001] = {
		["Name"] = "神丐",
		["TalentNo"] = 3001,
		["Des"] = "师徒同阵:与<c4>射雕侠<c0>一起上阵时，防御增加<c8>19.8%<c0>；\\n丐帮帮主:与<c4>萧帮主<c0>一起上阵时，生命增加<c8>18%<c0>；\\n忘年之交:与<c4>神雕侠<c0>一起上阵时，攻击增加<c8>13%<c0>；\\n至交:与<c3>周神通<c0>一起上阵时，闪避增加<c8>19.2%<c0>；\\n师徒:与<c4>黄小蓉<c0>一起上阵时，免伤增加<c8>10.9%<c0>；\\n",
	},
	[2014] = {
		["Name"] = "陈小凉",
		["TalentNo"] = 2014,
		["Des"] = "丐帮败类:与<c2>面具人<c0>一起上阵时，生命增加<c8>15.8%<c0>；\\n",
	},
	[7020] = {
		["Name"] = "吴明",
		["TalentNo"] = 7020,
		["Des"] = "武艺超群:与<c4>石之轩<c0>一起上阵时，速度增加<c8>21.1%<c0>；\\n神秘人物:与<c4>扫地僧<c0>一起上阵时，攻击增加<c8>19.2%<c0>；\\n传奇巅峰:与<c4>黄真君<c0>一起上阵时，暴击增加<c8>14.4%<c0>；\\n野心勃勃:与<c4>公子羽<c0>一起上阵时，命中增加<c8>15.4%<c0>；\\n孤傲:与<c4>叶孤城<c0>一起上阵时，闪避增加<c8>22.4%<c0>；\\n",
	},
	[3004] = {
		["Name"] = "尹道长",
		["TalentNo"] = 3004,
		["Des"] = "师徒同阵:与<c2>丘海澜<c0>一起上阵时，攻击增加<c8>13.8%<c0>；\\n",
	},
	[3005] = {
		["Name"] = "金伦",
		["TalentNo"] = 3005,
		["Des"] = "称霸武林:与<c3>天星宿<c0>一起上阵时，攻击增加<c8>13.8%<c0>；\\n佛门高手:与<c3>少林掌门<c0>一起上阵时，暴击增加<c8>10.4%<c0>；\\n域外番僧:与<c3>鸠摩罗<c0>一起上阵时，免伤增加<c8>12.2%<c0>；\\n佛门一脉:与<c3>南绝一灯<c0>一起上阵时，命中增加<c8>10%<c0>；\\n",
	},
	[2016] = {
		["Name"] = "常胜王",
		["TalentNo"] = 2016,
		["Des"] = "护教法王:与<c2>俱明王<c0>一起上阵时，攻击增加<c8>12.6%<c0>；\\n波斯明教:与<c2>齐心王<c0>一起上阵时，速度增加<c8>11.5%<c0>；\\n波斯明教:与<c2>平等王<c0>一起上阵时，命中增加<c8>10.3%<c0>；\\n",
	},
	[3007] = {
		["Name"] = "绝情公孙",
		["TalentNo"] = 3007,
		["Des"] = "错误结合:与<c2>公孙夫人<c0>一起上阵时，速度增加<c8>13.8%<c0>；\\n绝情谷:与<c1>长须<c0>一起上阵时，闪避增加<c8>20.9%<c0>；\\n大舅子:与<c2>裘铁掌<c0>一起上阵时，攻击增加<c8>11.3%<c0>；\\n",
	},
	[3008] = {
		["Name"] = "梅英",
		["TalentNo"] = 3008,
		["Des"] = "杀子之仇:与<c2>裘铁掌<c0>一起上阵时，攻击增加<c8>13.8%<c0>；\\n终成眷属:与<c3>周神通<c0>一起上阵时，速度增加<c8>12.5%<c0>；\\n",
	},
	[6010] = {
		["Name"] = "李寻欢",
		["TalentNo"] = 6010,
		["Des"] = "侠义:与<c4>陆小凤<c0>一起上阵时，暴击增加<c8>16.5%<c0>；\\n多情浪子:与<c4>楚留香<c0>一起上阵时，攻击增加<c8>18%<c0>；\\n豪侠本性:与<c4>浪翻云<c0>一起上阵时，免伤增加<c8>17.5%<c0>；\\n祖孙同阵:与<c4>李坏<c0>一起上阵时，生命增加<c8>18%<c0>；\\n青梅竹马:与<c3>林诗音<c0>一起上阵时，防御增加<c8>15.8%<c0>；\\n",
	},
	[2018] = {
		["Name"] = "齐心王",
		["TalentNo"] = 2018,
		["Des"] = "护教法王:与<c2>平等王<c0>一起上阵时，暴击增加<c8>10.5%<c0>；\\n波斯明教:与<c2>常胜王<c0>一起上阵时，命中增加<c8>11.5%<c0>；\\n波斯明教:与<c2>俱明王<c0>一起上阵时，攻击增加<c8>10.3%<c0>；\\n",
	},
	[3011] = {
		["Name"] = "武参佟",
		["TalentNo"] = 3011,
		["Des"] = "父子同阵:与<c1>武小文<c0>一起上阵时，防御增加<c8>17.2%<c0>；\\n",
	},
	[3012] = {
		["Name"] = "武小文",
		["TalentNo"] = 3012,
		["Des"] = "父子同阵:与<c2>武参佟<c0>一起上阵时，生命增加<c8>17.2%<c0>；\\n侠侣:与<c2>完颜姑娘<c0>一起上阵时，闪避增加<c8>20.9%<c0>；\\n",
	},
	[3013] = {
		["Name"] = "耶律少侠",
		["TalentNo"] = 3013,
		["Des"] = "师徒同阵:与<c3>周神通<c0>一起上阵时，防御增加<c8>17.2%<c0>；\\n相濡以沫:与<c2>小芙儿<c0>一起上阵时，命中增加<c8>12.5%<c0>；\\n丐帮:与<c2>鲁长老<c0>一起上阵时，速度增加<c8>11.3%<c0>；\\n",
	},
	[1011] = {
		["Name"] = "左盟主",
		["TalentNo"] = 1011,
		["Des"] = "枭雄:与<c3>岳掌门<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n林家剑谱:与<c3>小林子<c0>一起上阵时，命中增加<c8>10.4%<c0>；\\n剑法高超:与<c3>沖墟道人<c0>一起上阵时，速度增加<c8>9.4%<c0>；\\n正教三大高手:与<c3>方震大师<c0>一起上阵时，防御增加<c8>10.4%<c0>；\\n",
	},
	[3015] = {
		["Name"] = "老毒物",
		["TalentNo"] = 3015,
		["Des"] = "宿世敌手:与<c4>神丐<c0>一起上阵时，攻击增加<c8>15.8%<c0>；\\n东邪西毒:与<c4>黄岛主<c0>一起上阵时，命中增加<c8>14.4%<c0>；\\n父子同阵:与<c4>神雕侠<c0>一起上阵时，速度增加<c8>13%<c0>；\\n野心勃勃:与<c4>上官金虹<c0>一起上阵时，生命增加<c8>14.4%<c0>；\\n为祸武林:与<c4>公子羽<c0>一起上阵时，暴击增加<c8>8.4%<c0>；\\n",
	},
	[2021] = {
		["Name"] = "杨左使",
		["TalentNo"] = 2021,
		["Des"] = "痴情:与<c4>神雕侠<c0>一起上阵时，免伤增加<c8>13.7%<c0>；\\n错误结合:与<c2>小芙<c0>一起上阵时，生命增加<c8>14.4%<c0>；\\n亦正亦邪:与<c4>黄岛主<c0>一起上阵时，速度增加<c8>10.3%<c0>；\\n孤傲自负:与<c3>任教主<c0>一起上阵时，命中增加<c8>9.2%<c0>；\\n",
	},
	[5004] = {
		["Name"] = "云鹤",
		["TalentNo"] = 5004,
		["Des"] = "四大恶人:与<c2>岳老三<c0>一起上阵时，生命增加<c8>20.1%<c0>；\\n四大恶人:与<c1>叶三娘<c0>一起上阵时，速度增加<c8>14.6%<c0>；\\n",
	},
	[3018] = {
		["Name"] = "黄岛主",
		["TalentNo"] = 3018,
		["Des"] = "弹指神功:与<c4>楚留香<c0>一起上阵时，免伤增加<c8>17.2%<c0>；\\n逍遥散人:与<c4>道无涯<c0>一起上阵时，速度增加<c8>14.4%<c0>；\\n东邪西毒:与<c4>老毒物<c0>一起上阵时，命中增加<c8>13%<c0>；\\n父女同阵:与<c4>黄小蓉<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n武功驳杂:与<c4>段公子<c0>一起上阵时，生命增加<c8>12.6%<c0>；\\n",
	},
	[5008] = {
		["Name"] = "段天残",
		["TalentNo"] = 5008,
		["Des"] = "身有隐疾:与<c3>范右使<c0>一起上阵时，生命增加<c8>20.1%<c0>；\\n心狠手辣:与<c2>公孙夫人<c0>一起上阵时，闪避增加<c8>24.4%<c0>；\\n真父子:与<c4>段公子<c0>一起上阵时，速度增加<c8>13.2%<c0>；\\n",
	},
	[2023] = {
		["Name"] = "殷苏苏",
		["TalentNo"] = 2023,
		["Des"] = "父女同阵:与<c2>鹰王<c0>一起上阵时，攻击增加<c8>12.6%<c0>；\\n母子:与<c4>教主无忌<c0>一起上阵时，速度增加<c8>11.5%<c0>；\\n",
	},
	[5012] = {
		["Name"] = "紫儿",
		["TalentNo"] = 5012,
		["Des"] = "姐夫上阵:与<c4>萧帮主<c0>一起上阵时，免伤增加<c8>17.4%<c0>；\\n师徒同阵:与<c3>天星宿<c0>一起上阵时，攻击增加<c8>14.6%<c0>；\\n兄妹:与<c4>段公子<c0>一起上阵时，生命增加<c8>16.4%<c0>；\\n爱慕:与<c2>面具人<c0>一起上阵时，防御增加<c8>14.6%<c0>；\\n",
	},
	[2022] = {
		["Name"] = "范右使",
		["TalentNo"] = 2022,
		["Des"] = "逍遥二仙:与<c3>杨左使<c0>一起上阵时，速度增加<c8>12.6%<c0>；\\n美男子:与<c4>神雕侠<c0>一起上阵时，攻击增加<c8>11.5%<c0>；\\n门客:与<c3>鹤老翁<c0>一起上阵时，免伤增加<c8>11.2%<c0>；\\n门客:与<c3>鹿轻客<c0>一起上阵时，生命增加<c8>11.5%<c0>；\\n",
	},
}