--- 
-- 优惠活动表
-- 该文件为代码自动生成，请不要手动修改
-- @module xls.YouHuiXls
-- 

module("xls.YouHuiXls")

--- 
-- @type YouHuiXls
-- @field	#number	ActTrueNo	活动真实编号	notNull
-- @field	#string	PushInfo	推送内容	 
-- @field	#number	Id	序号	 
-- @field	#number	ActType	活动类型	 
-- @field	#number	ActivityNo	活动编号	 
-- @field	#string	Time	活动时间	 
-- @field	#number	ActPic	活动图片	notNull
-- @field	#number	PushPicId	推送图片	notNull
-- @field	#number	PushPicType	推送图片类型	notNull
-- @field	#string	Info	活动内容	 
-- @field	#numbers	GreadRange	等级范围	 
-- @field	#string	Name	活动名称	 
-- @field	#string	Reward	活动奖励	notNull
-- 

--- 
-- YouHuiXls
-- @field [parent=#xls.YouHuiXls] #YouHuiXls YouHuiXls
-- 

--- 
-- data
-- @field [parent=#xls.YouHuiXls] #table data Id -> @{YouHuiXls}表
-- 
data = 
{
	[1] = {
		["ActTrueNo"] = 1014,
		["PushInfo"] = "参与条件：<c2>6-10级玩家</c>\\n<c5>单笔充值300元宝以上（不含额外赠送部分）即可获得</c><c4>东方教主</c><c5>大礼包</c>\\n<f2>内含：<c4>东方教主（橙色）</c>*1、<c4>飞花秘典秘籍</c>*1、<c4>橙装宝箱</c>*3\\n奖励请在信件中领取</f>",
		["Id"] = 1,
		["ActType"] = 1,
		["GreadRange"] = { [1] = 6, [2] = 10,		},
		["Time"] = "角色6-10级内有效",
		["ActPic"] = 101401,
		["PushPicId"] = 1010003,
		["Name"] = "充值特惠——送东方教主礼包",
		["PushPicType"] = 1,
		["ActivityNo"] = 101,
		["Info"] = "在6~10级时，单笔充值300元宝及以上(不包含充值赠送部分)，即可获得东方教主礼包，包含<c4>东方教主（橙色）</c>*1、<c4>飞花秘典秘籍</c>*1、<c4>橙装宝箱</c>*3\\n充值奖励请在邮件中提取附件领取",
		["Reward"] = "",
	},
	[2] = {
		["ActTrueNo"] = 1014,
		["PushInfo"] = "参与条件：<c2>10-14级玩家</c>\\n<c5>单笔充值200元宝以上（不含额外赠送部分）即可获得</c><c3>任教主</c><c5>大礼包</c>\\n<f2><c3>任教主</c>*1、<c3>避邪一剑</c>*1、<c3>橙装宝箱</c>*6、<c3>小还丹</c>*1\\n奖励请在信件中领取</f>",
		["Id"] = 2,
		["ActType"] = 1,
		["GreadRange"] = { [1] = 10, [2] = 14,		},
		["Time"] = "角色10-14级内有效",
		["ActPic"] = 101402,
		["PushPicId"] = 1010007,
		["Name"] = "充值特惠——送任教主礼包",
		["PushPicType"] = 1,
		["ActivityNo"] = 102,
		["Info"] = "在10~14级时，单笔充值200元宝及以上(不包含充值赠送部分)，即可获得任我行礼包，包含<c3>任教主</c>*1、<c3>避邪一剑</c>*1、<c3>橙装宝箱</c>*6、<c3>小还丹</c>*1\\n充值奖励请在邮件中提取附件领取",
		["Reward"] = "",
	},
	[3] = {
		["ActTrueNo"] = 1014,
		["PushInfo"] = "参与条件：<c2>15-17级玩家</c>\\n<c5>单笔充值300元宝以上（不含额外赠送部分）即可获得</c><c4>教主无忌</c><c5>大礼包</c>\\n<f2><c3>教主无忌</c>*1、<c3>玄天太极</c>*1、<c3>橙装宝箱</c>*6、<c3>升星丹</c>*10\\n奖励请在信件中领取</f>",
		["Id"] = 3,
		["ActType"] = 1,
		["GreadRange"] = { [1] = 15, [2] = 17,		},
		["Time"] = "角色15-17级内有效",
		["ActPic"] = 101403,
		["PushPicId"] = 1020001,
		["Name"] = "充值特惠——教主无忌礼包",
		["PushPicType"] = 1,
		["ActivityNo"] = 103,
		["Info"] = "在15~17级时，单笔充值300元宝及以上(不包含充值赠送部分)，即可获得教主无忌礼包，包含<c4>教主无忌</c>、<c4>玄天太极</c>*1、<c4>橙装宝箱</c>*6、<c3>升星丹</c>*10\\n充值奖励请在邮件中提取附件领取",
		["Reward"] = "",
	},
	[4] = {
		["ActTrueNo"] = 1014,
		["PushInfo"] = "参与条件：<c2>18-20级玩家</c>\\n优惠直购：\\n\\n<c4>三丰老道*1</c>\\n售价：<c2>888元宝</c>\\n\\n<f2><c4>超极品橙色侠客，属性高于其他橙色</c></f>",
		["Id"] = 4,
		["ActType"] = 2,
		["GreadRange"] = { [1] = 18, [2] = 20,		},
		["Time"] = "角色18-20级内有效",
		["ActPic"] = 101404,
		["PushPicId"] = 1020004,
		["Name"] = "优购特惠——三丰老道",
		["PushPicType"] = 1,
		["ActivityNo"] = 104,
		["Info"] = "在18~20级时，可享受特殊优惠直购<c4>三丰老道</c>（游戏中无法直接抽到的橙色侠客，属性高于其他橙色，超极品），售价888元宝。",
		["Reward"] = "",
	},
	[5] = {
		["ActTrueNo"] = 1014,
		["PushInfo"] = "参与条件：<c2>21-24级玩家</c>\\n优惠直购：\\n\\n<c4>小还丹*25</c>\\n售价：<c2>200元宝</c>\\n\\n<f2><c4>原价：375元宝</c></f>",
		["PushPicType"] = 2,
		["ActType"] = 3,
		["ActivityNo"] = 105,
		["PushPicId"] = 4000007,
		["ActPic"] = 101405,
		["Name"] = "优购特惠——小还丹*25",
		["Time"] = "角色21-24级内有效",
		["Info"] = "在20~24级时，可享受特殊优惠直购<c3>小还丹25颗</c>（原价550元宝），售价200元宝，快速升级武功必备。",
		["GreadRange"] = { [1] = 21, [2] = 24,		},
		["Id"] = 5,
		["Reward"] = "<c3>小还丹*25</c>",
	},
	[6] = {
		["ActTrueNo"] = 1014,
		["PushInfo"] = "参与条件：<c2>15-17级玩家</c>\\n<c5>单笔充值200元宝以上（不含额外赠送部分）即可获得</c><c4>橙装宝箱 × 15</c><c5>的奖励</c>\\n\\n 奖励请在信件中领取",
		["Id"] = 6,
		["ActType"] = 1,
		["GreadRange"] = { [1] = 25, [2] = 27,		},
		["Time"] = "角色25-27级内有效",
		["ActPic"] = 101406,
		["PushPicId"] = 4000030,
		["Name"] = "充值特惠——橙装宝箱*15",
		["PushPicType"] = 2,
		["ActivityNo"] = 106,
		["Info"] = "在25~27级时，单笔充值300元宝及以上(不包含充值赠送部分)，即可额外获得<c4>橙装宝箱</c>*15的奖励。\\n充值奖励请在邮件中提取附件领取",
		["Reward"] = "<c4>橙装宝箱*15</c>",
	},
	[7] = {
		["ActTrueNo"] = 1014,
		["PushInfo"] = "参与条件：<c2>28-30级玩家</c>\\n优惠直购：\\n\\n<c4>黄真君*1</c>\\n售价：<c2>1088元宝</c>\\n\\n<f2><c4>超极品橙色侠客，属性高于其他橙色</c></f>",
		["Id"] = 7,
		["ActType"] = 2,
		["GreadRange"] = { [1] = 28, [2] = 30,		},
		["Time"] = "角色28-30级内有效",
		["ActPic"] = 101407,
		["PushPicId"] = 1040017,
		["Name"] = "优购特惠——黄真君",
		["PushPicType"] = 1,
		["ActivityNo"] = 107,
		["Info"] = "在28~30级时，可享受特殊优惠直购超极品侠客<c4>黄真君</c>，九阴真经功法鼻祖，属性超高，售价1088元宝",
		["Reward"] = "",
	},
	[8] = {
		["ActTrueNo"] = 1014,
		["PushInfo"] = "参与条件：<c2>31-32级玩家</c>\\n<c5>单笔充值200元宝以上（不含额外赠送部分）即可获得</c><c4>升星丹 × 50</c><c5>的奖励</c>\\n\\n 奖励请在信件中领取",
		["Id"] = 8,
		["ActType"] = 1,
		["GreadRange"] = { [1] = 31, [2] = 32,		},
		["Time"] = "角色31-32级内有效",
		["ActPic"] = 101408,
		["PushPicId"] = 4000047,
		["Name"] = "充值特惠——升星丹*50",
		["PushPicType"] = 2,
		["ActivityNo"] = 108,
		["Info"] = "在31~32级时，单笔充值200元宝以上(不包含充值赠送部分)，即可直接获赠50个升星丹。\\n升星丹用于侠客升星。",
		["Reward"] = "<c2>升星丹*50</c>",
	},
	[9] = {
		["ActTrueNo"] = 1014,
		["PushInfo"] = "参与条件：<c2>31-32级玩家</c>\\n<c5>单笔充值200元宝以上（不含额外赠送部分）即可获得</c><c4>小还丹 × 20</c><c5>的奖励</c>\\n\\n 奖励请在信件中领取",
		["Id"] = 9,
		["ActType"] = 1,
		["GreadRange"] = { [1] = 33, [2] = 35,		},
		["Time"] = "角色33~35级内有效",
		["ActPic"] = 101409,
		["PushPicId"] = 4000007,
		["Name"] = "充值特惠——小还丹*20",
		["PushPicType"] = 2,
		["ActivityNo"] = 109,
		["Info"] = "在33~35级时，单笔充值200元宝以上(不包含充值赠送部分)，可获赠20个小还丹。",
		["Reward"] = "<c3>小还丹*20</c>",
	},
	[10] = {
		["ActTrueNo"] = 1014,
		["PushInfo"] = "参与条件：<c2>28-30级玩家</c>\\n优惠直购：\\n\\n<c4>扫地僧*1</c>\\n售价：<c2>1288元宝</c>\\n\\n<f2><c4>超极品橙色侠客，属性高于其他橙色</c></f>",
		["Id"] = 10,
		["ActType"] = 2,
		["GreadRange"] = { [1] = 36, [2] = 37,		},
		["Time"] = "角色36~37级内有效",
		["ActPic"] = 101410,
		["PushPicId"] = 1050027,
		["Name"] = "优购特惠——扫地僧",
		["PushPicType"] = 1,
		["ActivityNo"] = 110,
		["Info"] = "在36~37级时，可享受特殊优惠直购八部天龙神秘最强高手<c4>扫地僧</c>，其属性与三丰老道、黄真君一般极致超强，售价1288元宝。",
		["Reward"] = "",
	},
}